function Task() {
    return (
        <div className="box__header">
            <h2>Задача 2</h2>
            <div>Гра “Вгадай число”.</div>
            <ul>Правила гри:
                <li>1. комп”ютер генерує трицифрове число;</li>
                <li>2. кожен гравець по черзі задає цифру, якої ще не було (відсліковуємо, щоб цифри не повторювалися гравцями — не дозволяємо повторно ввести (блокуємо кнопку “Зробити хід”)).</li>
                <li>3. якщо цифру вгадано, вона відображаться у полі гри “Число”;</li>
                <li>4. програє той, хто вгадав останню цифру.</li>
            </ul>
        </div>
    );
}

export default Task;