function Task() {
    return (
        <div className="box__header">
            Задача 3. useWindowSize – розмір вікна браузера
            Створіть кастомний хук useWindowSize, який повертає поточну ширину та висоту вікна браузера.
            Він повинен оновлюватися при зміні розміру вікна.
            Створіть компонент, який відображає поточні розміри вікна браузера (ширина x висота),
            використовуючи useWindowSize.
            На основі розмірів відображати іконки монітора, планшета або телефона.
        </div>
    )
}

export default Task