function Task() {
    return (
        <div className="box__header">
            Задача 4. useDebounce – відкладений виклик функції
            Створіть кастомний хук useDebounce, який приймає значення та затримку в мілісекундах.
            Він повинен повертати "відкладене" значення, яке оновлюється лише після того,
            як минув заданий час без змін.
            Створіть поле пошуку, де результати пошуку оновлюються не відразу після кожного символу,
            а з невеликою затримкою (наприклад, 500мс) після зупинки введення, використовуючи useDebounce.
        </div>
    )
}

export default Task