const products = [
  {
    "id": 1,
    "name": "Ноутбук",
    "price": 862.82,
    "code": "812669"
  },
  {
    "id": 2,
    "name": "Годинник",
    "price": 208.49,
    "code": "798623"
  },
  {
    "id": 3,
    "name": "Пральна машина",
    "price": 924.8,
    "code": "529305"
  },
  {
    "id": 4,
    "name": "Павербанк",
    "price": 507.3,
    "code": "658043"
  },
  {
    "id": 5,
    "name": "Жорсткий диск",
    "price": 298.44,
    "code": "495318"
  },
  {
    "id": 6,
    "name": "Кавоварка",
    "price": 630.79,
    "code": "562389"
  },
  {
    "id": 7,
    "name": "Веб-камера",
    "price": 302.07,
    "code": "720744"
  },
  {
    "id": 8,
    "name": "Настільний ПК",
    "price": 927.72,
    "code": "261780"
  },
  {
    "id": 9,
    "name": "Лампа",
    "price": 822.26,
    "code": "748562"
  },
  {
    "id": 10,
    "name": "Веб-камера",
    "price": 887.83,
    "code": "400153"
  },
  {
    "id": 11,
    "name": "Телевізор",
    "price": 864.32,
    "code": "544100"
  },
  {
    "id": 12,
    "name": "Холодильник",
    "price": 772.79,
    "code": "581752"
  },
  {
    "id": 13,
    "name": "Смарт-годинник",
    "price": 162.32,
    "code": "511444"
  },
  {
    "id": 14,
    "name": "Монітор",
    "price": 931.59,
    "code": "175548"
  },
  {
    "id": 15,
    "name": "Смартфон",
    "price": 541.05,
    "code": "262678"
  },
  {
    "id": 16,
    "name": "Веб-камера",
    "price": 52.18,
    "code": "413175"
  },
  {
    "id": 17,
    "name": "Смарт-годинник",
    "price": 841.86,
    "code": "200084"
  },
  {
    "id": 18,
    "name": "Смарт-годинник",
    "price": 638.77,
    "code": "750519"
  },
  {
    "id": 19,
    "name": "Планшет",
    "price": 143.14,
    "code": "603597"
  },
  {
    "id": 20,
    "name": "Веб-камера",
    "price": 987.24,
    "code": "589339"
  },
  {
    "id": 21,
    "name": "Холодильник",
    "price": 921.24,
    "code": "633192"
  },
  {
    "id": 22,
    "name": "Ігрова консоль",
    "price": 405.25,
    "code": "512711"
  },
  {
    "id": 23,
    "name": "Смартфон",
    "price": 118.19,
    "code": "935656"
  },
  {
    "id": 24,
    "name": "Миша",
    "price": 734.54,
    "code": "408924"
  },
  {
    "id": 25,
    "name": "Смарт-годинник",
    "price": 350.2,
    "code": "948358"
  },
  {
    "id": 26,
    "name": "Настільний ПК",
    "price": 115.93,
    "code": "801026"
  },
  {
    "id": 27,
    "name": "Сканер",
    "price": 267.28,
    "code": "172564"
  },
  {
    "id": 28,
    "name": "Ігрова консоль",
    "price": 387.04,
    "code": "703854"
  },
  {
    "id": 29,
    "name": "Жорсткий диск",
    "price": 399.14,
    "code": "963012"
  },
  {
    "id": 30,
    "name": "Колонки",
    "price": 896.5,
    "code": "648710"
  },
  {
    "id": 31,
    "name": "Годинник",
    "price": 724.76,
    "code": "981313"
  },
  {
    "id": 32,
    "name": "Монітор",
    "price": 869.27,
    "code": "977854"
  },
  {
    "id": 33,
    "name": "Лампа",
    "price": 117.5,
    "code": "102886"
  },
  {
    "id": 34,
    "name": "Пральна машина",
    "price": 250.86,
    "code": "567940"
  },
  {
    "id": 35,
    "name": "Лампа",
    "price": 321.23,
    "code": "699656"
  },
  {
    "id": 36,
    "name": "Клавіатура",
    "price": 379.56,
    "code": "245288"
  },
  {
    "id": 37,
    "name": "Миша",
    "price": 597.45,
    "code": "194825"
  },
  {
    "id": 38,
    "name": "Смартфон",
    "price": 466.89,
    "code": "396182"
  },
  {
    "id": 39,
    "name": "Настільний ПК",
    "price": 654.97,
    "code": "100120"
  },
  {
    "id": 40,
    "name": "Монітор",
    "price": 187.14,
    "code": "769850"
  },
  {
    "id": 41,
    "name": "Холодильник",
    "price": 422.11,
    "code": "651022"
  },
  {
    "id": 42,
    "name": "Миша",
    "price": 778.45,
    "code": "457587"
  },
  {
    "id": 43,
    "name": "Монітор",
    "price": 480.2,
    "code": "176029"
  },
  {
    "id": 44,
    "name": "Веб-камера",
    "price": 549.57,
    "code": "802631"
  },
  {
    "id": 45,
    "name": "Веб-камера",
    "price": 339.54,
    "code": "795344"
  },
  {
    "id": 46,
    "name": "Клавіатура",
    "price": 405.34,
    "code": "174744"
  },
  {
    "id": 47,
    "name": "Смартфон",
    "price": 338.69,
    "code": "862065"
  },
  {
    "id": 48,
    "name": "Веб-камера",
    "price": 119.99,
    "code": "543450"
  },
  {
    "id": 49,
    "name": "Лампа",
    "price": 353.05,
    "code": "675520"
  },
  {
    "id": 50,
    "name": "Телевізор",
    "price": 478.93,
    "code": "600927"
  },
  {
    "id": 51,
    "name": "Ноутбук",
    "price": 859.26,
    "code": "623603"
  },
  {
    "id": 52,
    "name": "Кавоварка",
    "price": 740.32,
    "code": "303159"
  },
  {
    "id": 53,
    "name": "Смарт-годинник",
    "price": 831.19,
    "code": "551097"
  },
  {
    "id": 54,
    "name": "Настільний ПК",
    "price": 900.35,
    "code": "740097"
  },
  {
    "id": 55,
    "name": "Жорсткий диск",
    "price": 464.25,
    "code": "274788"
  },
  {
    "id": 56,
    "name": "Смарт-годинник",
    "price": 639.16,
    "code": "390316"
  },
  {
    "id": 57,
    "name": "Холодильник",
    "price": 833.71,
    "code": "720520"
  },
  {
    "id": 58,
    "name": "Миша",
    "price": 281.32,
    "code": "675973"
  },
  {
    "id": 59,
    "name": "Навушники",
    "price": 354.41,
    "code": "784825"
  },
  {
    "id": 60,
    "name": "Чайник",
    "price": 203.57,
    "code": "900099"
  },
  {
    "id": 61,
    "name": "Павербанк",
    "price": 565.59,
    "code": "590201"
  },
  {
    "id": 62,
    "name": "Клавіатура",
    "price": 982.49,
    "code": "749440"
  },
  {
    "id": 63,
    "name": "Ігрова консоль",
    "price": 842.22,
    "code": "344793"
  },
  {
    "id": 64,
    "name": "Холодильник",
    "price": 682.68,
    "code": "304421"
  },
  {
    "id": 65,
    "name": "Навушники",
    "price": 447.36,
    "code": "570249"
  },
  {
    "id": 66,
    "name": "Клавіатура",
    "price": 264.9,
    "code": "201466"
  },
  {
    "id": 67,
    "name": "Смартфон",
    "price": 441.49,
    "code": "574672"
  },
  {
    "id": 68,
    "name": "Смартфон",
    "price": 908.14,
    "code": "671763"
  },
  {
    "id": 69,
    "name": "Сканер",
    "price": 664.8,
    "code": "882449"
  },
  {
    "id": 70,
    "name": "Монітор",
    "price": 59.61,
    "code": "346741"
  },
  {
    "id": 71,
    "name": "Телевізор",
    "price": 67.25,
    "code": "446015"
  },
  {
    "id": 72,
    "name": "Кавоварка",
    "price": 403.18,
    "code": "669291"
  },
  {
    "id": 73,
    "name": "Смартфон",
    "price": 559.75,
    "code": "701753"
  },
  {
    "id": 74,
    "name": "Чайник",
    "price": 909.34,
    "code": "143912"
  },
  {
    "id": 75,
    "name": "Кавоварка",
    "price": 79.68,
    "code": "966234"
  },
  {
    "id": 76,
    "name": "Смарт-годинник",
    "price": 841.83,
    "code": "874338"
  },
  {
    "id": 77,
    "name": "Планшет",
    "price": 770.75,
    "code": "707914"
  },
  {
    "id": 78,
    "name": "Проектор",
    "price": 399.62,
    "code": "521064"
  },
  {
    "id": 79,
    "name": "Холодильник",
    "price": 114.18,
    "code": "985570"
  },
  {
    "id": 80,
    "name": "Жорсткий диск",
    "price": 185.54,
    "code": "755725"
  },
  {
    "id": 81,
    "name": "Настільний ПК",
    "price": 616.42,
    "code": "510401"
  },
  {
    "id": 82,
    "name": "Монітор",
    "price": 24.98,
    "code": "844444"
  },
  {
    "id": 83,
    "name": "Сканер",
    "price": 941.02,
    "code": "868905"
  },
  {
    "id": 84,
    "name": "Жорсткий диск",
    "price": 995.27,
    "code": "258635"
  },
  {
    "id": 85,
    "name": "Сканер",
    "price": 665.05,
    "code": "582758"
  },
  {
    "id": 86,
    "name": "Миша",
    "price": 100.03,
    "code": "742615"
  },
  {
    "id": 87,
    "name": "Лампа",
    "price": 506.47,
    "code": "733255"
  },
  {
    "id": 88,
    "name": "Телевізор",
    "price": 308.39,
    "code": "521699"
  },
  {
    "id": 89,
    "name": "Жорсткий диск",
    "price": 539.95,
    "code": "669713"
  },
  {
    "id": 90,
    "name": "Клавіатура",
    "price": 874.92,
    "code": "178137"
  },
  {
    "id": 91,
    "name": "Ігрова консоль",
    "price": 838.07,
    "code": "318925"
  },
  {
    "id": 92,
    "name": "Миша",
    "price": 935.86,
    "code": "898716"
  },
  {
    "id": 93,
    "name": "Тостер",
    "price": 431.45,
    "code": "558982"
  },
  {
    "id": 94,
    "name": "Колонки",
    "price": 227.75,
    "code": "656173"
  },
  {
    "id": 95,
    "name": "Принтер",
    "price": 767.59,
    "code": "474091"
  },
  {
    "id": 96,
    "name": "Смарт-годинник",
    "price": 285.0,
    "code": "591656"
  },
  {
    "id": 97,
    "name": "Пральна машина",
    "price": 758.69,
    "code": "419566"
  },
  {
    "id": 98,
    "name": "Міксер",
    "price": 664.9,
    "code": "906554"
  },
  {
    "id": 99,
    "name": "Смартфон",
    "price": 771.5,
    "code": "521681"
  },
  {
    "id": 100,
    "name": "Пилосос",
    "price": 223.64,
    "code": "686379"
  },
  {
    "id": 101,
    "name": "Смарт-годинник",
    "price": 675.89,
    "code": "329431"
  },
  {
    "id": 102,
    "name": "Годинник",
    "price": 838.29,
    "code": "688418"
  },
  {
    "id": 103,
    "name": "Клавіатура",
    "price": 267.99,
    "code": "803166"
  },
  {
    "id": 104,
    "name": "Холодильник",
    "price": 105.3,
    "code": "595951"
  },
  {
    "id": 105,
    "name": "Блендер",
    "price": 634.19,
    "code": "436016"
  },
  {
    "id": 106,
    "name": "Павербанк",
    "price": 983.01,
    "code": "660660"
  },
  {
    "id": 107,
    "name": "Проектор",
    "price": 821.44,
    "code": "632504"
  },
  {
    "id": 108,
    "name": "Сканер",
    "price": 875.94,
    "code": "440687"
  },
  {
    "id": 109,
    "name": "Веб-камера",
    "price": 854.84,
    "code": "570194"
  },
  {
    "id": 110,
    "name": "Лампа",
    "price": 939.95,
    "code": "552503"
  },
  {
    "id": 111,
    "name": "Ігрова консоль",
    "price": 524.52,
    "code": "284721"
  },
  {
    "id": 112,
    "name": "Настільний ПК",
    "price": 135.18,
    "code": "250350"
  },
  {
    "id": 113,
    "name": "Колонки",
    "price": 832.03,
    "code": "225012"
  },
  {
    "id": 114,
    "name": "Смартфон",
    "price": 824.01,
    "code": "315733"
  },
  {
    "id": 115,
    "name": "Веб-камера",
    "price": 447.28,
    "code": "486687"
  },
  {
    "id": 116,
    "name": "Чайник",
    "price": 768.51,
    "code": "155507"
  },
  {
    "id": 117,
    "name": "Міксер",
    "price": 879.09,
    "code": "628792"
  },
  {
    "id": 118,
    "name": "Пральна машина",
    "price": 598.15,
    "code": "279810"
  },
  {
    "id": 119,
    "name": "Смартфон",
    "price": 38.52,
    "code": "730642"
  },
  {
    "id": 120,
    "name": "Годинник",
    "price": 662.39,
    "code": "267411"
  },
  {
    "id": 121,
    "name": "Принтер",
    "price": 714.38,
    "code": "222520"
  },
  {
    "id": 122,
    "name": "Веб-камера",
    "price": 905.89,
    "code": "772548"
  },
  {
    "id": 123,
    "name": "Монітор",
    "price": 976.95,
    "code": "365586"
  },
  {
    "id": 124,
    "name": "Холодильник",
    "price": 685.74,
    "code": "298016"
  },
  {
    "id": 125,
    "name": "Флешка",
    "price": 821.33,
    "code": "875342"
  },
  {
    "id": 126,
    "name": "Настільний ПК",
    "price": 556.99,
    "code": "581497"
  },
  {
    "id": 127,
    "name": "Планшет",
    "price": 180.73,
    "code": "866337"
  },
  {
    "id": 128,
    "name": "Чайник",
    "price": 230.87,
    "code": "635917"
  },
  {
    "id": 129,
    "name": "Ігрова консоль",
    "price": 809.53,
    "code": "195021"
  },
  {
    "id": 130,
    "name": "Планшет",
    "price": 527.26,
    "code": "838562"
  },
  {
    "id": 131,
    "name": "Навушники",
    "price": 862.47,
    "code": "808209"
  },
  {
    "id": 132,
    "name": "Мікрохвильовка",
    "price": 888.22,
    "code": "159488"
  },
  {
    "id": 133,
    "name": "Жорсткий диск",
    "price": 553.8,
    "code": "405177"
  },
  {
    "id": 134,
    "name": "Настільний ПК",
    "price": 631.38,
    "code": "497209"
  },
  {
    "id": 135,
    "name": "Миша",
    "price": 751.27,
    "code": "781404"
  },
  {
    "id": 136,
    "name": "Навушники",
    "price": 91.74,
    "code": "785410"
  },
  {
    "id": 137,
    "name": "Веб-камера",
    "price": 217.28,
    "code": "644226"
  },
  {
    "id": 138,
    "name": "Настільний ПК",
    "price": 129.9,
    "code": "736238"
  },
  {
    "id": 139,
    "name": "Веб-камера",
    "price": 95.1,
    "code": "653772"
  },
  {
    "id": 140,
    "name": "Веб-камера",
    "price": 539.68,
    "code": "165012"
  },
  {
    "id": 141,
    "name": "Смартфон",
    "price": 909.1,
    "code": "895421"
  },
  {
    "id": 142,
    "name": "Пилосос",
    "price": 517.94,
    "code": "925369"
  },
  {
    "id": 143,
    "name": "Холодильник",
    "price": 169.7,
    "code": "831334"
  },
  {
    "id": 144,
    "name": "Проектор",
    "price": 12.42,
    "code": "413626"
  },
  {
    "id": 145,
    "name": "Телевізор",
    "price": 22.0,
    "code": "912907"
  },
  {
    "id": 146,
    "name": "Павербанк",
    "price": 756.95,
    "code": "608744"
  },
  {
    "id": 147,
    "name": "Настільний ПК",
    "price": 919.78,
    "code": "116955"
  },
  {
    "id": 148,
    "name": "Кавоварка",
    "price": 836.65,
    "code": "526581"
  },
  {
    "id": 149,
    "name": "Тостер",
    "price": 371.9,
    "code": "685385"
  },
  {
    "id": 150,
    "name": "Ігрова консоль",
    "price": 672.15,
    "code": "753969"
  },
  {
    "id": 151,
    "name": "Пральна машина",
    "price": 981.66,
    "code": "407564"
  },
  {
    "id": 152,
    "name": "Настільний ПК",
    "price": 672.87,
    "code": "210673"
  },
  {
    "id": 153,
    "name": "Смарт-годинник",
    "price": 235.63,
    "code": "987053"
  },
  {
    "id": 154,
    "name": "Сканер",
    "price": 789.11,
    "code": "300858"
  },
  {
    "id": 155,
    "name": "Блендер",
    "price": 920.02,
    "code": "851550"
  },
  {
    "id": 156,
    "name": "Чайник",
    "price": 395.64,
    "code": "412407"
  },
  {
    "id": 157,
    "name": "Веб-камера",
    "price": 21.92,
    "code": "384762"
  },
  {
    "id": 158,
    "name": "Миша",
    "price": 683.82,
    "code": "181780"
  },
  {
    "id": 159,
    "name": "Принтер",
    "price": 694.72,
    "code": "619478"
  },
  {
    "id": 160,
    "name": "Мікрохвильовка",
    "price": 463.32,
    "code": "216429"
  },
  {
    "id": 161,
    "name": "Сканер",
    "price": 126.64,
    "code": "520235"
  },
  {
    "id": 162,
    "name": "Мікрохвильовка",
    "price": 865.5,
    "code": "630210"
  },
  {
    "id": 163,
    "name": "Павербанк",
    "price": 10.91,
    "code": "401166"
  },
  {
    "id": 164,
    "name": "Мікрохвильовка",
    "price": 51.64,
    "code": "376200"
  },
  {
    "id": 165,
    "name": "Пральна машина",
    "price": 827.87,
    "code": "669404"
  },
  {
    "id": 166,
    "name": "Настільний ПК",
    "price": 80.99,
    "code": "902451"
  },
  {
    "id": 167,
    "name": "Веб-камера",
    "price": 856.37,
    "code": "745085"
  },
  {
    "id": 168,
    "name": "Планшет",
    "price": 226.89,
    "code": "547784"
  },
  {
    "id": 169,
    "name": "Миша",
    "price": 221.48,
    "code": "670261"
  },
  {
    "id": 170,
    "name": "Мікрохвильовка",
    "price": 158.77,
    "code": "729286"
  },
  {
    "id": 171,
    "name": "Лампа",
    "price": 35.1,
    "code": "223880"
  },
  {
    "id": 172,
    "name": "Блендер",
    "price": 10.06,
    "code": "406349"
  },
  {
    "id": 173,
    "name": "Жорсткий диск",
    "price": 503.36,
    "code": "207474"
  },
  {
    "id": 174,
    "name": "Павербанк",
    "price": 278.17,
    "code": "469530"
  },
  {
    "id": 175,
    "name": "Годинник",
    "price": 764.83,
    "code": "390860"
  },
  {
    "id": 176,
    "name": "Пральна машина",
    "price": 44.16,
    "code": "929210"
  },
  {
    "id": 177,
    "name": "Павербанк",
    "price": 741.89,
    "code": "655229"
  },
  {
    "id": 178,
    "name": "Монітор",
    "price": 832.66,
    "code": "958024"
  },
  {
    "id": 179,
    "name": "Настільний ПК",
    "price": 96.35,
    "code": "636003"
  },
  {
    "id": 180,
    "name": "Смарт-годинник",
    "price": 278.59,
    "code": "520316"
  },
  {
    "id": 181,
    "name": "Тостер",
    "price": 532.45,
    "code": "585439"
  },
  {
    "id": 182,
    "name": "Веб-камера",
    "price": 41.42,
    "code": "256157"
  },
  {
    "id": 183,
    "name": "Кавоварка",
    "price": 549.66,
    "code": "901886"
  },
  {
    "id": 184,
    "name": "Мікрохвильовка",
    "price": 727.78,
    "code": "645294"
  },
  {
    "id": 185,
    "name": "Проектор",
    "price": 646.31,
    "code": "297378"
  },
  {
    "id": 186,
    "name": "Телевізор",
    "price": 51.56,
    "code": "845663"
  },
  {
    "id": 187,
    "name": "Веб-камера",
    "price": 450.83,
    "code": "118105"
  },
  {
    "id": 188,
    "name": "Жорсткий диск",
    "price": 648.04,
    "code": "812702"
  },
  {
    "id": 189,
    "name": "Колонки",
    "price": 704.93,
    "code": "811632"
  },
  {
    "id": 190,
    "name": "Тостер",
    "price": 259.06,
    "code": "418594"
  },
  {
    "id": 191,
    "name": "Годинник",
    "price": 17.71,
    "code": "261972"
  },
  {
    "id": 192,
    "name": "Планшет",
    "price": 504.26,
    "code": "694440"
  },
  {
    "id": 193,
    "name": "Смарт-годинник",
    "price": 981.88,
    "code": "167714"
  },
  {
    "id": 194,
    "name": "Флешка",
    "price": 452.53,
    "code": "104188"
  },
  {
    "id": 195,
    "name": "Чайник",
    "price": 635.58,
    "code": "999198"
  },
  {
    "id": 196,
    "name": "Телевізор",
    "price": 439.89,
    "code": "715646"
  },
  {
    "id": 197,
    "name": "Лампа",
    "price": 344.16,
    "code": "321956"
  },
  {
    "id": 198,
    "name": "Проектор",
    "price": 254.55,
    "code": "235474"
  },
  {
    "id": 199,
    "name": "Настільний ПК",
    "price": 750.16,
    "code": "287031"
  },
  {
    "id": 200,
    "name": "Ноутбук",
    "price": 878.44,
    "code": "954913"
  },
  {
    "id": 201,
    "name": "Ноутбук",
    "price": 41.76,
    "code": "563874"
  },
  {
    "id": 202,
    "name": "Тостер",
    "price": 24.76,
    "code": "991181"
  },
  {
    "id": 203,
    "name": "Чайник",
    "price": 995.0,
    "code": "786060"
  },
  {
    "id": 204,
    "name": "Миша",
    "price": 227.19,
    "code": "543783"
  },
  {
    "id": 205,
    "name": "Монітор",
    "price": 639.55,
    "code": "386004"
  },
  {
    "id": 206,
    "name": "Смартфон",
    "price": 706.44,
    "code": "202367"
  },
  {
    "id": 207,
    "name": "Телевізор",
    "price": 981.36,
    "code": "136306"
  },
  {
    "id": 208,
    "name": "Монітор",
    "price": 300.77,
    "code": "144013"
  },
  {
    "id": 209,
    "name": "Чайник",
    "price": 751.83,
    "code": "217493"
  },
  {
    "id": 210,
    "name": "Павербанк",
    "price": 540.36,
    "code": "909333"
  },
  {
    "id": 211,
    "name": "Колонки",
    "price": 447.23,
    "code": "715575"
  },
  {
    "id": 212,
    "name": "Веб-камера",
    "price": 815.79,
    "code": "431091"
  },
  {
    "id": 213,
    "name": "Миша",
    "price": 713.66,
    "code": "102786"
  },
  {
    "id": 214,
    "name": "Планшет",
    "price": 333.19,
    "code": "129017"
  },
  {
    "id": 215,
    "name": "Пилосос",
    "price": 873.38,
    "code": "500134"
  },
  {
    "id": 216,
    "name": "Планшет",
    "price": 661.13,
    "code": "173793"
  },
  {
    "id": 217,
    "name": "Смарт-годинник",
    "price": 672.19,
    "code": "286720"
  },
  {
    "id": 218,
    "name": "Годинник",
    "price": 82.48,
    "code": "511460"
  },
  {
    "id": 219,
    "name": "Проектор",
    "price": 201.6,
    "code": "648929"
  },
  {
    "id": 220,
    "name": "Лампа",
    "price": 246.89,
    "code": "278388"
  },
  {
    "id": 221,
    "name": "Навушники",
    "price": 979.19,
    "code": "994116"
  },
  {
    "id": 222,
    "name": "Проектор",
    "price": 868.45,
    "code": "747929"
  },
  {
    "id": 223,
    "name": "Флешка",
    "price": 462.34,
    "code": "201566"
  },
  {
    "id": 224,
    "name": "Пилосос",
    "price": 55.75,
    "code": "399516"
  },
  {
    "id": 225,
    "name": "Міксер",
    "price": 723.56,
    "code": "509904"
  },
  {
    "id": 226,
    "name": "Пральна машина",
    "price": 475.28,
    "code": "335319"
  },
  {
    "id": 227,
    "name": "Жорсткий диск",
    "price": 301.4,
    "code": "484716"
  },
  {
    "id": 228,
    "name": "Жорсткий диск",
    "price": 83.94,
    "code": "154665"
  },
  {
    "id": 229,
    "name": "Жорсткий диск",
    "price": 588.13,
    "code": "153128"
  },
  {
    "id": 230,
    "name": "Сканер",
    "price": 579.84,
    "code": "343579"
  },
  {
    "id": 231,
    "name": "Пилосос",
    "price": 137.67,
    "code": "798184"
  },
  {
    "id": 232,
    "name": "Настільний ПК",
    "price": 23.0,
    "code": "240374"
  },
  {
    "id": 233,
    "name": "Флешка",
    "price": 695.53,
    "code": "838411"
  },
  {
    "id": 234,
    "name": "Смартфон",
    "price": 821.47,
    "code": "957622"
  },
  {
    "id": 235,
    "name": "Настільний ПК",
    "price": 843.9,
    "code": "343409"
  },
  {
    "id": 236,
    "name": "Смартфон",
    "price": 141.52,
    "code": "629252"
  },
  {
    "id": 237,
    "name": "Ноутбук",
    "price": 239.57,
    "code": "358646"
  },
  {
    "id": 238,
    "name": "Мікрохвильовка",
    "price": 363.72,
    "code": "841535"
  },
  {
    "id": 239,
    "name": "Миша",
    "price": 87.78,
    "code": "865623"
  },
  {
    "id": 240,
    "name": "Холодильник",
    "price": 100.63,
    "code": "232552"
  },
  {
    "id": 241,
    "name": "Холодильник",
    "price": 99.55,
    "code": "820884"
  },
  {
    "id": 242,
    "name": "Міксер",
    "price": 843.23,
    "code": "235131"
  },
  {
    "id": 243,
    "name": "Лампа",
    "price": 680.76,
    "code": "695902"
  },
  {
    "id": 244,
    "name": "Чайник",
    "price": 148.52,
    "code": "381515"
  },
  {
    "id": 245,
    "name": "Проектор",
    "price": 270.41,
    "code": "421022"
  },
  {
    "id": 246,
    "name": "Мікрохвильовка",
    "price": 793.78,
    "code": "223661"
  },
  {
    "id": 247,
    "name": "Миша",
    "price": 336.21,
    "code": "160890"
  },
  {
    "id": 248,
    "name": "Ігрова консоль",
    "price": 488.06,
    "code": "131176"
  },
  {
    "id": 249,
    "name": "Кавоварка",
    "price": 273.41,
    "code": "109636"
  },
  {
    "id": 250,
    "name": "Навушники",
    "price": 568.03,
    "code": "535968"
  },
  {
    "id": 251,
    "name": "Жорсткий диск",
    "price": 965.2,
    "code": "693365"
  },
  {
    "id": 252,
    "name": "Холодильник",
    "price": 791.5,
    "code": "133968"
  },
  {
    "id": 253,
    "name": "Холодильник",
    "price": 812.13,
    "code": "306927"
  },
  {
    "id": 254,
    "name": "Навушники",
    "price": 714.6,
    "code": "114387"
  },
  {
    "id": 255,
    "name": "Телевізор",
    "price": 372.63,
    "code": "230159"
  },
  {
    "id": 256,
    "name": "Принтер",
    "price": 890.14,
    "code": "975017"
  },
  {
    "id": 257,
    "name": "Блендер",
    "price": 601.74,
    "code": "280837"
  },
  {
    "id": 258,
    "name": "Міксер",
    "price": 720.97,
    "code": "624640"
  },
  {
    "id": 259,
    "name": "Кавоварка",
    "price": 799.84,
    "code": "206134"
  },
  {
    "id": 260,
    "name": "Павербанк",
    "price": 863.9,
    "code": "513841"
  },
  {
    "id": 261,
    "name": "Клавіатура",
    "price": 963.01,
    "code": "572170"
  },
  {
    "id": 262,
    "name": "Міксер",
    "price": 310.29,
    "code": "239366"
  },
  {
    "id": 263,
    "name": "Принтер",
    "price": 17.39,
    "code": "471274"
  },
  {
    "id": 264,
    "name": "Кавоварка",
    "price": 331.5,
    "code": "950336"
  },
  {
    "id": 265,
    "name": "Смарт-годинник",
    "price": 314.12,
    "code": "178257"
  },
  {
    "id": 266,
    "name": "Тостер",
    "price": 443.01,
    "code": "149133"
  },
  {
    "id": 267,
    "name": "Монітор",
    "price": 791.03,
    "code": "492854"
  },
  {
    "id": 268,
    "name": "Миша",
    "price": 335.66,
    "code": "188162"
  },
  {
    "id": 269,
    "name": "Блендер",
    "price": 65.29,
    "code": "197862"
  },
  {
    "id": 270,
    "name": "Смартфон",
    "price": 546.52,
    "code": "926460"
  },
  {
    "id": 271,
    "name": "Веб-камера",
    "price": 669.78,
    "code": "831535"
  },
  {
    "id": 272,
    "name": "Планшет",
    "price": 557.3,
    "code": "789220"
  },
  {
    "id": 273,
    "name": "Мікрохвильовка",
    "price": 48.69,
    "code": "379418"
  },
  {
    "id": 274,
    "name": "Ноутбук",
    "price": 390.85,
    "code": "462627"
  },
  {
    "id": 275,
    "name": "Сканер",
    "price": 256.29,
    "code": "740727"
  },
  {
    "id": 276,
    "name": "Пилосос",
    "price": 533.26,
    "code": "719446"
  },
  {
    "id": 277,
    "name": "Сканер",
    "price": 308.98,
    "code": "832518"
  },
  {
    "id": 278,
    "name": "Ноутбук",
    "price": 914.36,
    "code": "554014"
  },
  {
    "id": 279,
    "name": "Планшет",
    "price": 492.6,
    "code": "833204"
  },
  {
    "id": 280,
    "name": "Ігрова консоль",
    "price": 350.18,
    "code": "450046"
  },
  {
    "id": 281,
    "name": "Монітор",
    "price": 137.05,
    "code": "623082"
  },
  {
    "id": 282,
    "name": "Веб-камера",
    "price": 483.01,
    "code": "481823"
  },
  {
    "id": 283,
    "name": "Миша",
    "price": 162.76,
    "code": "682235"
  },
  {
    "id": 284,
    "name": "Миша",
    "price": 696.51,
    "code": "666878"
  },
  {
    "id": 285,
    "name": "Лампа",
    "price": 889.47,
    "code": "836763"
  },
  {
    "id": 286,
    "name": "Лампа",
    "price": 628.57,
    "code": "347319"
  },
  {
    "id": 287,
    "name": "Миша",
    "price": 77.37,
    "code": "309961"
  },
  {
    "id": 288,
    "name": "Веб-камера",
    "price": 581.09,
    "code": "232106"
  },
  {
    "id": 289,
    "name": "Пилосос",
    "price": 627.49,
    "code": "485799"
  },
  {
    "id": 290,
    "name": "Лампа",
    "price": 410.28,
    "code": "867986"
  },
  {
    "id": 291,
    "name": "Веб-камера",
    "price": 254.83,
    "code": "836216"
  },
  {
    "id": 292,
    "name": "Холодильник",
    "price": 914.5,
    "code": "175701"
  },
  {
    "id": 293,
    "name": "Навушники",
    "price": 299.05,
    "code": "975551"
  },
  {
    "id": 294,
    "name": "Міксер",
    "price": 42.23,
    "code": "445836"
  },
  {
    "id": 295,
    "name": "Монітор",
    "price": 126.31,
    "code": "424954"
  },
  {
    "id": 296,
    "name": "Веб-камера",
    "price": 961.29,
    "code": "385267"
  },
  {
    "id": 297,
    "name": "Ігрова консоль",
    "price": 317.1,
    "code": "402773"
  },
  {
    "id": 298,
    "name": "Лампа",
    "price": 593.2,
    "code": "570072"
  },
  {
    "id": 299,
    "name": "Лампа",
    "price": 84.36,
    "code": "494642"
  },
  {
    "id": 300,
    "name": "Веб-камера",
    "price": 508.67,
    "code": "851357"
  },
  {
    "id": 301,
    "name": "Телевізор",
    "price": 635.93,
    "code": "310806"
  },
  {
    "id": 302,
    "name": "Монітор",
    "price": 530.93,
    "code": "593651"
  },
  {
    "id": 303,
    "name": "Лампа",
    "price": 24.63,
    "code": "803153"
  },
  {
    "id": 304,
    "name": "Павербанк",
    "price": 865.95,
    "code": "524255"
  },
  {
    "id": 305,
    "name": "Проектор",
    "price": 332.23,
    "code": "162665"
  },
  {
    "id": 306,
    "name": "Пральна машина",
    "price": 393.42,
    "code": "423923"
  },
  {
    "id": 307,
    "name": "Міксер",
    "price": 180.86,
    "code": "409879"
  },
  {
    "id": 308,
    "name": "Смарт-годинник",
    "price": 698.68,
    "code": "429199"
  },
  {
    "id": 309,
    "name": "Планшет",
    "price": 27.61,
    "code": "604041"
  },
  {
    "id": 310,
    "name": "Ноутбук",
    "price": 814.31,
    "code": "994167"
  },
  {
    "id": 311,
    "name": "Смарт-годинник",
    "price": 781.68,
    "code": "871446"
  },
  {
    "id": 312,
    "name": "Навушники",
    "price": 588.55,
    "code": "655787"
  },
  {
    "id": 313,
    "name": "Тостер",
    "price": 60.28,
    "code": "100169"
  },
  {
    "id": 314,
    "name": "Флешка",
    "price": 525.04,
    "code": "500556"
  },
  {
    "id": 315,
    "name": "Пилосос",
    "price": 998.71,
    "code": "606456"
  },
  {
    "id": 316,
    "name": "Ноутбук",
    "price": 566.64,
    "code": "433614"
  },
  {
    "id": 317,
    "name": "Пилосос",
    "price": 491.27,
    "code": "350499"
  },
  {
    "id": 318,
    "name": "Веб-камера",
    "price": 175.24,
    "code": "989142"
  },
  {
    "id": 319,
    "name": "Монітор",
    "price": 468.08,
    "code": "412001"
  },
  {
    "id": 320,
    "name": "Чайник",
    "price": 945.08,
    "code": "131379"
  },
  {
    "id": 321,
    "name": "Проектор",
    "price": 593.17,
    "code": "672261"
  },
  {
    "id": 322,
    "name": "Пральна машина",
    "price": 340.94,
    "code": "677418"
  },
  {
    "id": 323,
    "name": "Блендер",
    "price": 66.63,
    "code": "614454"
  },
  {
    "id": 324,
    "name": "Пральна машина",
    "price": 616.02,
    "code": "306602"
  },
  {
    "id": 325,
    "name": "Планшет",
    "price": 22.7,
    "code": "165910"
  },
  {
    "id": 326,
    "name": "Проектор",
    "price": 683.59,
    "code": "143123"
  },
  {
    "id": 327,
    "name": "Телевізор",
    "price": 93.68,
    "code": "401775"
  },
  {
    "id": 328,
    "name": "Миша",
    "price": 678.48,
    "code": "382867"
  },
  {
    "id": 329,
    "name": "Миша",
    "price": 472.78,
    "code": "215952"
  },
  {
    "id": 330,
    "name": "Блендер",
    "price": 146.59,
    "code": "485622"
  },
  {
    "id": 331,
    "name": "Колонки",
    "price": 843.58,
    "code": "905936"
  },
  {
    "id": 332,
    "name": "Флешка",
    "price": 94.32,
    "code": "494378"
  },
  {
    "id": 333,
    "name": "Павербанк",
    "price": 562.16,
    "code": "196306"
  },
  {
    "id": 334,
    "name": "Блендер",
    "price": 590.92,
    "code": "510121"
  },
  {
    "id": 335,
    "name": "Кавоварка",
    "price": 853.29,
    "code": "387945"
  },
  {
    "id": 336,
    "name": "Жорсткий диск",
    "price": 177.02,
    "code": "526572"
  },
  {
    "id": 337,
    "name": "Павербанк",
    "price": 456.48,
    "code": "221822"
  },
  {
    "id": 338,
    "name": "Ігрова консоль",
    "price": 984.51,
    "code": "952726"
  },
  {
    "id": 339,
    "name": "Планшет",
    "price": 862.27,
    "code": "538290"
  },
  {
    "id": 340,
    "name": "Годинник",
    "price": 941.03,
    "code": "309711"
  },
  {
    "id": 341,
    "name": "Смарт-годинник",
    "price": 770.79,
    "code": "860124"
  },
  {
    "id": 342,
    "name": "Пилосос",
    "price": 770.87,
    "code": "930111"
  },
  {
    "id": 343,
    "name": "Павербанк",
    "price": 538.91,
    "code": "478729"
  },
  {
    "id": 344,
    "name": "Планшет",
    "price": 491.55,
    "code": "330196"
  },
  {
    "id": 345,
    "name": "Настільний ПК",
    "price": 891.31,
    "code": "143234"
  },
  {
    "id": 346,
    "name": "Ноутбук",
    "price": 992.89,
    "code": "827409"
  },
  {
    "id": 347,
    "name": "Годинник",
    "price": 58.3,
    "code": "291560"
  },
  {
    "id": 348,
    "name": "Настільний ПК",
    "price": 847.91,
    "code": "995744"
  },
  {
    "id": 349,
    "name": "Настільний ПК",
    "price": 794.17,
    "code": "294312"
  },
  {
    "id": 350,
    "name": "Сканер",
    "price": 715.61,
    "code": "163123"
  },
  {
    "id": 351,
    "name": "Сканер",
    "price": 981.04,
    "code": "316781"
  },
  {
    "id": 352,
    "name": "Жорсткий диск",
    "price": 417.08,
    "code": "233702"
  },
  {
    "id": 353,
    "name": "Пральна машина",
    "price": 807.93,
    "code": "273236"
  },
  {
    "id": 354,
    "name": "Смарт-годинник",
    "price": 663.94,
    "code": "689565"
  },
  {
    "id": 355,
    "name": "Настільний ПК",
    "price": 777.85,
    "code": "436936"
  },
  {
    "id": 356,
    "name": "Веб-камера",
    "price": 210.32,
    "code": "524660"
  },
  {
    "id": 357,
    "name": "Жорсткий диск",
    "price": 611.05,
    "code": "374468"
  },
  {
    "id": 358,
    "name": "Міксер",
    "price": 339.42,
    "code": "849767"
  },
  {
    "id": 359,
    "name": "Тостер",
    "price": 754.79,
    "code": "456564"
  },
  {
    "id": 360,
    "name": "Ігрова консоль",
    "price": 575.51,
    "code": "322736"
  },
  {
    "id": 361,
    "name": "Лампа",
    "price": 951.07,
    "code": "518391"
  },
  {
    "id": 362,
    "name": "Павербанк",
    "price": 41.18,
    "code": "382608"
  },
  {
    "id": 363,
    "name": "Чайник",
    "price": 967.45,
    "code": "269982"
  },
  {
    "id": 364,
    "name": "Смарт-годинник",
    "price": 307.75,
    "code": "229001"
  },
  {
    "id": 365,
    "name": "Жорсткий диск",
    "price": 737.25,
    "code": "342683"
  },
  {
    "id": 366,
    "name": "Годинник",
    "price": 41.59,
    "code": "955097"
  },
  {
    "id": 367,
    "name": "Проектор",
    "price": 721.97,
    "code": "880359"
  },
  {
    "id": 368,
    "name": "Веб-камера",
    "price": 640.71,
    "code": "763223"
  },
  {
    "id": 369,
    "name": "Чайник",
    "price": 365.93,
    "code": "589631"
  },
  {
    "id": 370,
    "name": "Кавоварка",
    "price": 457.93,
    "code": "981939"
  },
  {
    "id": 371,
    "name": "Павербанк",
    "price": 233.48,
    "code": "834853"
  },
  {
    "id": 372,
    "name": "Смартфон",
    "price": 322.31,
    "code": "474623"
  },
  {
    "id": 373,
    "name": "Настільний ПК",
    "price": 520.47,
    "code": "757491"
  },
  {
    "id": 374,
    "name": "Веб-камера",
    "price": 789.98,
    "code": "366261"
  },
  {
    "id": 375,
    "name": "Лампа",
    "price": 37.22,
    "code": "662038"
  },
  {
    "id": 376,
    "name": "Пральна машина",
    "price": 280.43,
    "code": "997335"
  },
  {
    "id": 377,
    "name": "Кавоварка",
    "price": 844.01,
    "code": "888616"
  },
  {
    "id": 378,
    "name": "Павербанк",
    "price": 165.5,
    "code": "943636"
  },
  {
    "id": 379,
    "name": "Планшет",
    "price": 51.75,
    "code": "845790"
  },
  {
    "id": 380,
    "name": "Чайник",
    "price": 221.36,
    "code": "849267"
  },
  {
    "id": 381,
    "name": "Флешка",
    "price": 344.91,
    "code": "108638"
  },
  {
    "id": 382,
    "name": "Навушники",
    "price": 297.86,
    "code": "192368"
  },
  {
    "id": 383,
    "name": "Ноутбук",
    "price": 808.09,
    "code": "802684"
  },
  {
    "id": 384,
    "name": "Принтер",
    "price": 267.09,
    "code": "194074"
  },
  {
    "id": 385,
    "name": "Миша",
    "price": 375.02,
    "code": "106062"
  },
  {
    "id": 386,
    "name": "Навушники",
    "price": 559.44,
    "code": "550663"
  },
  {
    "id": 387,
    "name": "Настільний ПК",
    "price": 458.22,
    "code": "423462"
  },
  {
    "id": 388,
    "name": "Проектор",
    "price": 327.01,
    "code": "198571"
  },
  {
    "id": 389,
    "name": "Блендер",
    "price": 848.0,
    "code": "465365"
  },
  {
    "id": 390,
    "name": "Сканер",
    "price": 399.38,
    "code": "632968"
  },
  {
    "id": 391,
    "name": "Павербанк",
    "price": 262.25,
    "code": "981205"
  },
  {
    "id": 392,
    "name": "Проектор",
    "price": 729.73,
    "code": "630948"
  },
  {
    "id": 393,
    "name": "Веб-камера",
    "price": 432.67,
    "code": "855526"
  },
  {
    "id": 394,
    "name": "Годинник",
    "price": 533.17,
    "code": "625884"
  },
  {
    "id": 395,
    "name": "Жорсткий диск",
    "price": 439.91,
    "code": "580544"
  },
  {
    "id": 396,
    "name": "Лампа",
    "price": 488.31,
    "code": "629352"
  },
  {
    "id": 397,
    "name": "Кавоварка",
    "price": 231.99,
    "code": "625151"
  },
  {
    "id": 398,
    "name": "Настільний ПК",
    "price": 910.41,
    "code": "744636"
  },
  {
    "id": 399,
    "name": "Годинник",
    "price": 805.94,
    "code": "518567"
  },
  {
    "id": 400,
    "name": "Ігрова консоль",
    "price": 173.74,
    "code": "113450"
  },
  {
    "id": 401,
    "name": "Настільний ПК",
    "price": 797.3,
    "code": "806439"
  },
  {
    "id": 402,
    "name": "Принтер",
    "price": 376.51,
    "code": "213927"
  },
  {
    "id": 403,
    "name": "Навушники",
    "price": 614.62,
    "code": "384432"
  },
  {
    "id": 404,
    "name": "Смарт-годинник",
    "price": 610.22,
    "code": "369166"
  },
  {
    "id": 405,
    "name": "Ноутбук",
    "price": 902.33,
    "code": "847472"
  },
  {
    "id": 406,
    "name": "Блендер",
    "price": 311.02,
    "code": "418257"
  },
  {
    "id": 407,
    "name": "Планшет",
    "price": 924.72,
    "code": "166348"
  },
  {
    "id": 408,
    "name": "Мікрохвильовка",
    "price": 573.36,
    "code": "469640"
  },
  {
    "id": 409,
    "name": "Флешка",
    "price": 581.34,
    "code": "504769"
  },
  {
    "id": 410,
    "name": "Флешка",
    "price": 170.66,
    "code": "383717"
  },
  {
    "id": 411,
    "name": "Пральна машина",
    "price": 284.22,
    "code": "260259"
  },
  {
    "id": 412,
    "name": "Миша",
    "price": 580.39,
    "code": "318256"
  },
  {
    "id": 413,
    "name": "Смарт-годинник",
    "price": 482.67,
    "code": "242333"
  },
  {
    "id": 414,
    "name": "Пилосос",
    "price": 712.36,
    "code": "858058"
  },
  {
    "id": 415,
    "name": "Лампа",
    "price": 60.24,
    "code": "755892"
  },
  {
    "id": 416,
    "name": "Ігрова консоль",
    "price": 122.94,
    "code": "881247"
  },
  {
    "id": 417,
    "name": "Пральна машина",
    "price": 916.24,
    "code": "662576"
  },
  {
    "id": 418,
    "name": "Блендер",
    "price": 774.39,
    "code": "120455"
  },
  {
    "id": 419,
    "name": "Сканер",
    "price": 25.37,
    "code": "251581"
  },
  {
    "id": 420,
    "name": "Лампа",
    "price": 706.57,
    "code": "537951"
  },
  {
    "id": 421,
    "name": "Лампа",
    "price": 555.81,
    "code": "517083"
  },
  {
    "id": 422,
    "name": "Пилосос",
    "price": 947.92,
    "code": "591728"
  },
  {
    "id": 423,
    "name": "Ігрова консоль",
    "price": 14.48,
    "code": "997446"
  },
  {
    "id": 424,
    "name": "Кавоварка",
    "price": 964.39,
    "code": "767806"
  },
  {
    "id": 425,
    "name": "Міксер",
    "price": 882.9,
    "code": "672691"
  },
  {
    "id": 426,
    "name": "Монітор",
    "price": 801.4,
    "code": "292180"
  },
  {
    "id": 427,
    "name": "Ноутбук",
    "price": 49.64,
    "code": "974976"
  },
  {
    "id": 428,
    "name": "Пилосос",
    "price": 460.16,
    "code": "896734"
  },
  {
    "id": 429,
    "name": "Миша",
    "price": 768.19,
    "code": "197915"
  },
  {
    "id": 430,
    "name": "Міксер",
    "price": 855.28,
    "code": "856425"
  },
  {
    "id": 431,
    "name": "Пилосос",
    "price": 284.51,
    "code": "652542"
  },
  {
    "id": 432,
    "name": "Ноутбук",
    "price": 925.58,
    "code": "249131"
  },
  {
    "id": 433,
    "name": "Мікрохвильовка",
    "price": 942.14,
    "code": "621690"
  },
  {
    "id": 434,
    "name": "Телевізор",
    "price": 579.55,
    "code": "564155"
  },
  {
    "id": 435,
    "name": "Колонки",
    "price": 643.55,
    "code": "202468"
  },
  {
    "id": 436,
    "name": "Сканер",
    "price": 99.63,
    "code": "895233"
  },
  {
    "id": 437,
    "name": "Жорсткий диск",
    "price": 455.89,
    "code": "335803"
  },
  {
    "id": 438,
    "name": "Телевізор",
    "price": 835.72,
    "code": "523166"
  },
  {
    "id": 439,
    "name": "Колонки",
    "price": 355.84,
    "code": "434914"
  },
  {
    "id": 440,
    "name": "Чайник",
    "price": 919.14,
    "code": "648128"
  },
  {
    "id": 441,
    "name": "Сканер",
    "price": 224.85,
    "code": "116465"
  },
  {
    "id": 442,
    "name": "Ноутбук",
    "price": 879.32,
    "code": "148712"
  },
  {
    "id": 443,
    "name": "Миша",
    "price": 625.79,
    "code": "259877"
  },
  {
    "id": 444,
    "name": "Сканер",
    "price": 866.52,
    "code": "646581"
  },
  {
    "id": 445,
    "name": "Блендер",
    "price": 698.16,
    "code": "425751"
  },
  {
    "id": 446,
    "name": "Монітор",
    "price": 770.34,
    "code": "577624"
  },
  {
    "id": 447,
    "name": "Ноутбук",
    "price": 179.72,
    "code": "412588"
  },
  {
    "id": 448,
    "name": "Жорсткий диск",
    "price": 221.82,
    "code": "183650"
  },
  {
    "id": 449,
    "name": "Ігрова консоль",
    "price": 470.96,
    "code": "377541"
  },
  {
    "id": 450,
    "name": "Годинник",
    "price": 845.91,
    "code": "249381"
  },
  {
    "id": 451,
    "name": "Пилосос",
    "price": 676.46,
    "code": "460976"
  },
  {
    "id": 452,
    "name": "Жорсткий диск",
    "price": 529.73,
    "code": "693082"
  },
  {
    "id": 453,
    "name": "Планшет",
    "price": 684.86,
    "code": "272727"
  },
  {
    "id": 454,
    "name": "Веб-камера",
    "price": 119.6,
    "code": "526214"
  },
  {
    "id": 455,
    "name": "Проектор",
    "price": 497.71,
    "code": "796599"
  },
  {
    "id": 456,
    "name": "Настільний ПК",
    "price": 594.72,
    "code": "628218"
  },
  {
    "id": 457,
    "name": "Навушники",
    "price": 818.0,
    "code": "879947"
  },
  {
    "id": 458,
    "name": "Лампа",
    "price": 670.82,
    "code": "239635"
  },
  {
    "id": 459,
    "name": "Павербанк",
    "price": 226.41,
    "code": "828262"
  },
  {
    "id": 460,
    "name": "Годинник",
    "price": 168.15,
    "code": "868412"
  },
  {
    "id": 461,
    "name": "Жорсткий диск",
    "price": 434.89,
    "code": "920858"
  },
  {
    "id": 462,
    "name": "Настільний ПК",
    "price": 366.35,
    "code": "606819"
  },
  {
    "id": 463,
    "name": "Павербанк",
    "price": 913.85,
    "code": "784482"
  },
  {
    "id": 464,
    "name": "Клавіатура",
    "price": 811.54,
    "code": "841027"
  },
  {
    "id": 465,
    "name": "Веб-камера",
    "price": 924.71,
    "code": "920802"
  },
  {
    "id": 466,
    "name": "Смарт-годинник",
    "price": 741.71,
    "code": "217171"
  },
  {
    "id": 467,
    "name": "Настільний ПК",
    "price": 930.49,
    "code": "401484"
  },
  {
    "id": 468,
    "name": "Телевізор",
    "price": 112.97,
    "code": "877965"
  },
  {
    "id": 469,
    "name": "Чайник",
    "price": 37.67,
    "code": "631238"
  },
  {
    "id": 470,
    "name": "Навушники",
    "price": 517.1,
    "code": "996503"
  },
  {
    "id": 471,
    "name": "Ігрова консоль",
    "price": 487.71,
    "code": "891924"
  },
  {
    "id": 472,
    "name": "Мікрохвильовка",
    "price": 806.56,
    "code": "780986"
  },
  {
    "id": 473,
    "name": "Сканер",
    "price": 319.36,
    "code": "686923"
  },
  {
    "id": 474,
    "name": "Проектор",
    "price": 236.85,
    "code": "973733"
  },
  {
    "id": 475,
    "name": "Сканер",
    "price": 420.79,
    "code": "858006"
  },
  {
    "id": 476,
    "name": "Тостер",
    "price": 96.04,
    "code": "156677"
  },
  {
    "id": 477,
    "name": "Колонки",
    "price": 260.19,
    "code": "641958"
  },
  {
    "id": 478,
    "name": "Настільний ПК",
    "price": 30.7,
    "code": "695201"
  },
  {
    "id": 479,
    "name": "Чайник",
    "price": 555.6,
    "code": "800184"
  },
  {
    "id": 480,
    "name": "Монітор",
    "price": 544.38,
    "code": "416394"
  },
  {
    "id": 481,
    "name": "Навушники",
    "price": 430.25,
    "code": "446799"
  },
  {
    "id": 482,
    "name": "Міксер",
    "price": 576.1,
    "code": "434351"
  },
  {
    "id": 483,
    "name": "Принтер",
    "price": 612.93,
    "code": "121235"
  },
  {
    "id": 484,
    "name": "Ноутбук",
    "price": 946.61,
    "code": "136878"
  },
  {
    "id": 485,
    "name": "Настільний ПК",
    "price": 274.79,
    "code": "931500"
  },
  {
    "id": 486,
    "name": "Принтер",
    "price": 902.68,
    "code": "612980"
  },
  {
    "id": 487,
    "name": "Холодильник",
    "price": 660.3,
    "code": "992681"
  },
  {
    "id": 488,
    "name": "Веб-камера",
    "price": 28.3,
    "code": "658468"
  },
  {
    "id": 489,
    "name": "Холодильник",
    "price": 756.74,
    "code": "405617"
  },
  {
    "id": 490,
    "name": "Лампа",
    "price": 897.36,
    "code": "440163"
  },
  {
    "id": 491,
    "name": "Веб-камера",
    "price": 261.67,
    "code": "183341"
  },
  {
    "id": 492,
    "name": "Миша",
    "price": 362.08,
    "code": "247572"
  },
  {
    "id": 493,
    "name": "Пральна машина",
    "price": 374.31,
    "code": "678030"
  },
  {
    "id": 494,
    "name": "Тостер",
    "price": 372.5,
    "code": "973085"
  },
  {
    "id": 495,
    "name": "Настільний ПК",
    "price": 117.14,
    "code": "678315"
  },
  {
    "id": 496,
    "name": "Пилосос",
    "price": 295.38,
    "code": "264844"
  },
  {
    "id": 497,
    "name": "Пральна машина",
    "price": 112.54,
    "code": "797300"
  },
  {
    "id": 498,
    "name": "Проектор",
    "price": 133.75,
    "code": "823756"
  },
  {
    "id": 499,
    "name": "Ігрова консоль",
    "price": 245.68,
    "code": "978013"
  },
  {
    "id": 500,
    "name": "Проектор",
    "price": 645.06,
    "code": "102387"
  },
  {
    "id": 501,
    "name": "Телевізор",
    "price": 445.3,
    "code": "862845"
  },
  {
    "id": 502,
    "name": "Павербанк",
    "price": 944.87,
    "code": "761261"
  },
  {
    "id": 503,
    "name": "Проектор",
    "price": 452.12,
    "code": "737214"
  },
  {
    "id": 504,
    "name": "Жорсткий диск",
    "price": 48.79,
    "code": "620079"
  },
  {
    "id": 505,
    "name": "Принтер",
    "price": 81.38,
    "code": "387496"
  },
  {
    "id": 506,
    "name": "Смарт-годинник",
    "price": 118.78,
    "code": "408928"
  },
  {
    "id": 507,
    "name": "Жорсткий диск",
    "price": 379.89,
    "code": "367266"
  },
  {
    "id": 508,
    "name": "Міксер",
    "price": 217.15,
    "code": "406948"
  },
  {
    "id": 509,
    "name": "Лампа",
    "price": 634.15,
    "code": "965126"
  },
  {
    "id": 510,
    "name": "Монітор",
    "price": 105.01,
    "code": "708598"
  },
  {
    "id": 511,
    "name": "Навушники",
    "price": 829.9,
    "code": "959999"
  },
  {
    "id": 512,
    "name": "Тостер",
    "price": 306.33,
    "code": "236572"
  },
  {
    "id": 513,
    "name": "Ігрова консоль",
    "price": 53.34,
    "code": "680409"
  },
  {
    "id": 514,
    "name": "Смарт-годинник",
    "price": 544.03,
    "code": "137908"
  },
  {
    "id": 515,
    "name": "Ноутбук",
    "price": 124.15,
    "code": "937306"
  },
  {
    "id": 516,
    "name": "Миша",
    "price": 136.73,
    "code": "180432"
  },
  {
    "id": 517,
    "name": "Смартфон",
    "price": 602.03,
    "code": "814830"
  },
  {
    "id": 518,
    "name": "Блендер",
    "price": 925.33,
    "code": "349073"
  },
  {
    "id": 519,
    "name": "Флешка",
    "price": 861.84,
    "code": "636799"
  },
  {
    "id": 520,
    "name": "Навушники",
    "price": 803.17,
    "code": "599920"
  },
  {
    "id": 521,
    "name": "Лампа",
    "price": 557.83,
    "code": "917583"
  },
  {
    "id": 522,
    "name": "Тостер",
    "price": 721.53,
    "code": "852570"
  },
  {
    "id": 523,
    "name": "Кавоварка",
    "price": 332.34,
    "code": "197437"
  },
  {
    "id": 524,
    "name": "Колонки",
    "price": 952.84,
    "code": "234293"
  },
  {
    "id": 525,
    "name": "Навушники",
    "price": 876.82,
    "code": "397576"
  },
  {
    "id": 526,
    "name": "Жорсткий диск",
    "price": 859.36,
    "code": "485863"
  },
  {
    "id": 527,
    "name": "Настільний ПК",
    "price": 974.65,
    "code": "312861"
  },
  {
    "id": 528,
    "name": "Годинник",
    "price": 809.81,
    "code": "398262"
  },
  {
    "id": 529,
    "name": "Мікрохвильовка",
    "price": 127.49,
    "code": "643003"
  },
  {
    "id": 530,
    "name": "Флешка",
    "price": 216.96,
    "code": "434849"
  },
  {
    "id": 531,
    "name": "Миша",
    "price": 594.99,
    "code": "420373"
  },
  {
    "id": 532,
    "name": "Планшет",
    "price": 94.8,
    "code": "185746"
  },
  {
    "id": 533,
    "name": "Чайник",
    "price": 340.98,
    "code": "252787"
  },
  {
    "id": 534,
    "name": "Ігрова консоль",
    "price": 508.97,
    "code": "754017"
  },
  {
    "id": 535,
    "name": "Смартфон",
    "price": 306.35,
    "code": "125072"
  },
  {
    "id": 536,
    "name": "Павербанк",
    "price": 788.85,
    "code": "413948"
  },
  {
    "id": 537,
    "name": "Блендер",
    "price": 75.12,
    "code": "678470"
  },
  {
    "id": 538,
    "name": "Телевізор",
    "price": 47.31,
    "code": "353009"
  },
  {
    "id": 539,
    "name": "Пилосос",
    "price": 87.05,
    "code": "331424"
  },
  {
    "id": 540,
    "name": "Жорсткий диск",
    "price": 192.5,
    "code": "227156"
  },
  {
    "id": 541,
    "name": "Ноутбук",
    "price": 60.97,
    "code": "564545"
  },
  {
    "id": 542,
    "name": "Міксер",
    "price": 904.77,
    "code": "131237"
  },
  {
    "id": 543,
    "name": "Холодильник",
    "price": 274.94,
    "code": "200498"
  },
  {
    "id": 544,
    "name": "Миша",
    "price": 430.27,
    "code": "551043"
  },
  {
    "id": 545,
    "name": "Пилосос",
    "price": 42.59,
    "code": "827235"
  },
  {
    "id": 546,
    "name": "Холодильник",
    "price": 73.19,
    "code": "234391"
  },
  {
    "id": 547,
    "name": "Ігрова консоль",
    "price": 364.78,
    "code": "693876"
  },
  {
    "id": 548,
    "name": "Настільний ПК",
    "price": 166.07,
    "code": "282511"
  },
  {
    "id": 549,
    "name": "Клавіатура",
    "price": 143.82,
    "code": "157563"
  },
  {
    "id": 550,
    "name": "Холодильник",
    "price": 389.96,
    "code": "823070"
  },
  {
    "id": 551,
    "name": "Клавіатура",
    "price": 467.21,
    "code": "565499"
  },
  {
    "id": 552,
    "name": "Монітор",
    "price": 322.33,
    "code": "910355"
  },
  {
    "id": 553,
    "name": "Веб-камера",
    "price": 377.66,
    "code": "949995"
  },
  {
    "id": 554,
    "name": "Навушники",
    "price": 568.31,
    "code": "944473"
  },
  {
    "id": 555,
    "name": "Жорсткий диск",
    "price": 335.42,
    "code": "325721"
  },
  {
    "id": 556,
    "name": "Ігрова консоль",
    "price": 346.24,
    "code": "565321"
  },
  {
    "id": 557,
    "name": "Павербанк",
    "price": 899.81,
    "code": "450005"
  },
  {
    "id": 558,
    "name": "Холодильник",
    "price": 284.59,
    "code": "194798"
  },
  {
    "id": 559,
    "name": "Принтер",
    "price": 981.49,
    "code": "443649"
  },
  {
    "id": 560,
    "name": "Веб-камера",
    "price": 732.19,
    "code": "757056"
  },
  {
    "id": 561,
    "name": "Флешка",
    "price": 104.87,
    "code": "924556"
  },
  {
    "id": 562,
    "name": "Жорсткий диск",
    "price": 790.03,
    "code": "872099"
  },
  {
    "id": 563,
    "name": "Блендер",
    "price": 390.71,
    "code": "257804"
  },
  {
    "id": 564,
    "name": "Клавіатура",
    "price": 229.31,
    "code": "364336"
  },
  {
    "id": 565,
    "name": "Павербанк",
    "price": 221.89,
    "code": "283650"
  },
  {
    "id": 566,
    "name": "Смарт-годинник",
    "price": 589.71,
    "code": "647792"
  },
  {
    "id": 567,
    "name": "Ноутбук",
    "price": 807.05,
    "code": "568740"
  },
  {
    "id": 568,
    "name": "Клавіатура",
    "price": 484.21,
    "code": "645826"
  },
  {
    "id": 569,
    "name": "Ігрова консоль",
    "price": 887.11,
    "code": "901459"
  },
  {
    "id": 570,
    "name": "Принтер",
    "price": 292.25,
    "code": "869035"
  },
  {
    "id": 571,
    "name": "Флешка",
    "price": 952.39,
    "code": "102070"
  },
  {
    "id": 572,
    "name": "Міксер",
    "price": 759.07,
    "code": "490541"
  },
  {
    "id": 573,
    "name": "Мікрохвильовка",
    "price": 973.3,
    "code": "712684"
  },
  {
    "id": 574,
    "name": "Клавіатура",
    "price": 180.76,
    "code": "822730"
  },
  {
    "id": 575,
    "name": "Павербанк",
    "price": 735.65,
    "code": "745558"
  },
  {
    "id": 576,
    "name": "Монітор",
    "price": 103.9,
    "code": "497939"
  },
  {
    "id": 577,
    "name": "Планшет",
    "price": 102.53,
    "code": "713860"
  },
  {
    "id": 578,
    "name": "Смартфон",
    "price": 967.59,
    "code": "149753"
  },
  {
    "id": 579,
    "name": "Телевізор",
    "price": 861.53,
    "code": "537576"
  },
  {
    "id": 580,
    "name": "Годинник",
    "price": 313.83,
    "code": "724854"
  },
  {
    "id": 581,
    "name": "Жорсткий диск",
    "price": 908.72,
    "code": "349453"
  },
  {
    "id": 582,
    "name": "Ігрова консоль",
    "price": 994.07,
    "code": "616675"
  },
  {
    "id": 583,
    "name": "Флешка",
    "price": 967.48,
    "code": "776550"
  },
  {
    "id": 584,
    "name": "Колонки",
    "price": 761.7,
    "code": "113205"
  },
  {
    "id": 585,
    "name": "Кавоварка",
    "price": 538.54,
    "code": "257629"
  },
  {
    "id": 586,
    "name": "Кавоварка",
    "price": 642.9,
    "code": "845519"
  },
  {
    "id": 587,
    "name": "Сканер",
    "price": 329.06,
    "code": "189979"
  },
  {
    "id": 588,
    "name": "Холодильник",
    "price": 593.22,
    "code": "251175"
  },
  {
    "id": 589,
    "name": "Телевізор",
    "price": 180.7,
    "code": "969786"
  },
  {
    "id": 590,
    "name": "Настільний ПК",
    "price": 408.79,
    "code": "898086"
  },
  {
    "id": 591,
    "name": "Веб-камера",
    "price": 144.9,
    "code": "773072"
  },
  {
    "id": 592,
    "name": "Пилосос",
    "price": 618.34,
    "code": "614673"
  },
  {
    "id": 593,
    "name": "Флешка",
    "price": 509.53,
    "code": "145674"
  },
  {
    "id": 594,
    "name": "Колонки",
    "price": 879.68,
    "code": "709412"
  },
  {
    "id": 595,
    "name": "Флешка",
    "price": 411.79,
    "code": "629740"
  },
  {
    "id": 596,
    "name": "Блендер",
    "price": 841.91,
    "code": "415006"
  },
  {
    "id": 597,
    "name": "Принтер",
    "price": 183.23,
    "code": "593416"
  },
  {
    "id": 598,
    "name": "Пилосос",
    "price": 820.05,
    "code": "896685"
  },
  {
    "id": 599,
    "name": "Флешка",
    "price": 350.01,
    "code": "861736"
  },
  {
    "id": 600,
    "name": "Лампа",
    "price": 694.72,
    "code": "478973"
  },
  {
    "id": 601,
    "name": "Навушники",
    "price": 100.78,
    "code": "920354"
  },
  {
    "id": 602,
    "name": "Колонки",
    "price": 76.09,
    "code": "531827"
  },
  {
    "id": 603,
    "name": "Планшет",
    "price": 685.77,
    "code": "152982"
  },
  {
    "id": 604,
    "name": "Телевізор",
    "price": 622.45,
    "code": "184728"
  },
  {
    "id": 605,
    "name": "Лампа",
    "price": 491.05,
    "code": "659225"
  },
  {
    "id": 606,
    "name": "Веб-камера",
    "price": 726.13,
    "code": "531123"
  },
  {
    "id": 607,
    "name": "Кавоварка",
    "price": 831.63,
    "code": "585184"
  },
  {
    "id": 608,
    "name": "Принтер",
    "price": 188.32,
    "code": "894756"
  },
  {
    "id": 609,
    "name": "Ігрова консоль",
    "price": 95.71,
    "code": "410423"
  },
  {
    "id": 610,
    "name": "Тостер",
    "price": 633.84,
    "code": "769464"
  },
  {
    "id": 611,
    "name": "Веб-камера",
    "price": 506.45,
    "code": "173559"
  },
  {
    "id": 612,
    "name": "Ноутбук",
    "price": 960.05,
    "code": "490111"
  },
  {
    "id": 613,
    "name": "Блендер",
    "price": 429.76,
    "code": "268692"
  },
  {
    "id": 614,
    "name": "Навушники",
    "price": 742.71,
    "code": "688723"
  },
  {
    "id": 615,
    "name": "Тостер",
    "price": 789.35,
    "code": "990375"
  },
  {
    "id": 616,
    "name": "Навушники",
    "price": 263.21,
    "code": "560768"
  },
  {
    "id": 617,
    "name": "Ігрова консоль",
    "price": 622.44,
    "code": "863210"
  },
  {
    "id": 618,
    "name": "Флешка",
    "price": 857.08,
    "code": "278761"
  },
  {
    "id": 619,
    "name": "Блендер",
    "price": 276.74,
    "code": "479904"
  },
  {
    "id": 620,
    "name": "Холодильник",
    "price": 351.99,
    "code": "732258"
  },
  {
    "id": 621,
    "name": "Веб-камера",
    "price": 696.42,
    "code": "632591"
  },
  {
    "id": 622,
    "name": "Ігрова консоль",
    "price": 292.14,
    "code": "464837"
  },
  {
    "id": 623,
    "name": "Пральна машина",
    "price": 994.74,
    "code": "474613"
  },
  {
    "id": 624,
    "name": "Навушники",
    "price": 807.26,
    "code": "710259"
  },
  {
    "id": 625,
    "name": "Пральна машина",
    "price": 930.06,
    "code": "662765"
  },
  {
    "id": 626,
    "name": "Колонки",
    "price": 393.7,
    "code": "541909"
  },
  {
    "id": 627,
    "name": "Холодильник",
    "price": 873.02,
    "code": "211975"
  },
  {
    "id": 628,
    "name": "Сканер",
    "price": 168.96,
    "code": "759607"
  },
  {
    "id": 629,
    "name": "Настільний ПК",
    "price": 901.52,
    "code": "387640"
  },
  {
    "id": 630,
    "name": "Пральна машина",
    "price": 743.72,
    "code": "119057"
  },
  {
    "id": 631,
    "name": "Міксер",
    "price": 852.01,
    "code": "623618"
  },
  {
    "id": 632,
    "name": "Принтер",
    "price": 729.23,
    "code": "675793"
  },
  {
    "id": 633,
    "name": "Проектор",
    "price": 48.61,
    "code": "899963"
  },
  {
    "id": 634,
    "name": "Планшет",
    "price": 139.01,
    "code": "469816"
  },
  {
    "id": 635,
    "name": "Пральна машина",
    "price": 806.83,
    "code": "840501"
  },
  {
    "id": 636,
    "name": "Пилосос",
    "price": 26.7,
    "code": "880592"
  },
  {
    "id": 637,
    "name": "Тостер",
    "price": 525.13,
    "code": "286083"
  },
  {
    "id": 638,
    "name": "Планшет",
    "price": 143.75,
    "code": "912685"
  },
  {
    "id": 639,
    "name": "Навушники",
    "price": 966.26,
    "code": "455844"
  },
  {
    "id": 640,
    "name": "Флешка",
    "price": 880.88,
    "code": "784072"
  },
  {
    "id": 641,
    "name": "Сканер",
    "price": 727.42,
    "code": "632602"
  },
  {
    "id": 642,
    "name": "Смартфон",
    "price": 127.29,
    "code": "758421"
  },
  {
    "id": 643,
    "name": "Тостер",
    "price": 875.86,
    "code": "554908"
  },
  {
    "id": 644,
    "name": "Навушники",
    "price": 393.75,
    "code": "791208"
  },
  {
    "id": 645,
    "name": "Колонки",
    "price": 572.57,
    "code": "702590"
  },
  {
    "id": 646,
    "name": "Смарт-годинник",
    "price": 996.02,
    "code": "421649"
  },
  {
    "id": 647,
    "name": "Павербанк",
    "price": 792.24,
    "code": "319193"
  },
  {
    "id": 648,
    "name": "Смартфон",
    "price": 742.95,
    "code": "747496"
  },
  {
    "id": 649,
    "name": "Лампа",
    "price": 637.24,
    "code": "383368"
  },
  {
    "id": 650,
    "name": "Смартфон",
    "price": 326.19,
    "code": "463560"
  },
  {
    "id": 651,
    "name": "Колонки",
    "price": 577.61,
    "code": "281445"
  },
  {
    "id": 652,
    "name": "Принтер",
    "price": 612.08,
    "code": "175687"
  },
  {
    "id": 653,
    "name": "Планшет",
    "price": 493.09,
    "code": "465248"
  },
  {
    "id": 654,
    "name": "Планшет",
    "price": 17.54,
    "code": "331691"
  },
  {
    "id": 655,
    "name": "Смарт-годинник",
    "price": 628.39,
    "code": "116209"
  },
  {
    "id": 656,
    "name": "Клавіатура",
    "price": 654.51,
    "code": "482203"
  },
  {
    "id": 657,
    "name": "Монітор",
    "price": 636.14,
    "code": "971452"
  },
  {
    "id": 658,
    "name": "Пилосос",
    "price": 322.18,
    "code": "763663"
  },
  {
    "id": 659,
    "name": "Тостер",
    "price": 343.3,
    "code": "776539"
  },
  {
    "id": 660,
    "name": "Колонки",
    "price": 449.0,
    "code": "963130"
  },
  {
    "id": 661,
    "name": "Холодильник",
    "price": 504.71,
    "code": "462165"
  },
  {
    "id": 662,
    "name": "Кавоварка",
    "price": 841.56,
    "code": "698318"
  },
  {
    "id": 663,
    "name": "Клавіатура",
    "price": 796.71,
    "code": "879106"
  },
  {
    "id": 664,
    "name": "Монітор",
    "price": 679.32,
    "code": "187026"
  },
  {
    "id": 665,
    "name": "Монітор",
    "price": 334.98,
    "code": "553770"
  },
  {
    "id": 666,
    "name": "Настільний ПК",
    "price": 551.42,
    "code": "601275"
  },
  {
    "id": 667,
    "name": "Ігрова консоль",
    "price": 343.12,
    "code": "594249"
  },
  {
    "id": 668,
    "name": "Настільний ПК",
    "price": 524.93,
    "code": "524449"
  },
  {
    "id": 669,
    "name": "Телевізор",
    "price": 871.39,
    "code": "536253"
  },
  {
    "id": 670,
    "name": "Настільний ПК",
    "price": 581.58,
    "code": "772917"
  },
  {
    "id": 671,
    "name": "Планшет",
    "price": 204.1,
    "code": "353634"
  },
  {
    "id": 672,
    "name": "Смарт-годинник",
    "price": 668.69,
    "code": "701822"
  },
  {
    "id": 673,
    "name": "Монітор",
    "price": 885.25,
    "code": "874625"
  },
  {
    "id": 674,
    "name": "Веб-камера",
    "price": 146.58,
    "code": "362568"
  },
  {
    "id": 675,
    "name": "Веб-камера",
    "price": 656.24,
    "code": "835033"
  },
  {
    "id": 676,
    "name": "Годинник",
    "price": 753.97,
    "code": "206303"
  },
  {
    "id": 677,
    "name": "Планшет",
    "price": 171.68,
    "code": "125117"
  },
  {
    "id": 678,
    "name": "Настільний ПК",
    "price": 537.87,
    "code": "365561"
  },
  {
    "id": 679,
    "name": "Миша",
    "price": 802.44,
    "code": "369036"
  },
  {
    "id": 680,
    "name": "Чайник",
    "price": 96.2,
    "code": "211304"
  },
  {
    "id": 681,
    "name": "Чайник",
    "price": 203.82,
    "code": "364691"
  },
  {
    "id": 682,
    "name": "Пилосос",
    "price": 479.23,
    "code": "654937"
  },
  {
    "id": 683,
    "name": "Пилосос",
    "price": 416.28,
    "code": "463720"
  },
  {
    "id": 684,
    "name": "Настільний ПК",
    "price": 109.99,
    "code": "635136"
  },
  {
    "id": 685,
    "name": "Павербанк",
    "price": 65.86,
    "code": "389200"
  },
  {
    "id": 686,
    "name": "Годинник",
    "price": 643.36,
    "code": "454141"
  },
  {
    "id": 687,
    "name": "Лампа",
    "price": 938.8,
    "code": "136449"
  },
  {
    "id": 688,
    "name": "Проектор",
    "price": 235.68,
    "code": "574392"
  },
  {
    "id": 689,
    "name": "Тостер",
    "price": 67.79,
    "code": "534652"
  },
  {
    "id": 690,
    "name": "Міксер",
    "price": 719.8,
    "code": "384384"
  },
  {
    "id": 691,
    "name": "Телевізор",
    "price": 785.13,
    "code": "691598"
  },
  {
    "id": 692,
    "name": "Принтер",
    "price": 285.68,
    "code": "498214"
  },
  {
    "id": 693,
    "name": "Телевізор",
    "price": 603.98,
    "code": "142904"
  },
  {
    "id": 694,
    "name": "Смартфон",
    "price": 180.22,
    "code": "520490"
  },
  {
    "id": 695,
    "name": "Телевізор",
    "price": 645.55,
    "code": "405096"
  },
  {
    "id": 696,
    "name": "Жорсткий диск",
    "price": 57.76,
    "code": "475654"
  },
  {
    "id": 697,
    "name": "Холодильник",
    "price": 374.09,
    "code": "701396"
  },
  {
    "id": 698,
    "name": "Монітор",
    "price": 409.69,
    "code": "611676"
  },
  {
    "id": 699,
    "name": "Чайник",
    "price": 430.08,
    "code": "976894"
  },
  {
    "id": 700,
    "name": "Тостер",
    "price": 147.03,
    "code": "883085"
  },
  {
    "id": 701,
    "name": "Мікрохвильовка",
    "price": 555.27,
    "code": "334476"
  },
  {
    "id": 702,
    "name": "Колонки",
    "price": 808.73,
    "code": "457994"
  },
  {
    "id": 703,
    "name": "Ноутбук",
    "price": 842.19,
    "code": "404810"
  },
  {
    "id": 704,
    "name": "Навушники",
    "price": 944.48,
    "code": "273930"
  },
  {
    "id": 705,
    "name": "Кавоварка",
    "price": 334.34,
    "code": "155053"
  },
  {
    "id": 706,
    "name": "Лампа",
    "price": 767.99,
    "code": "584683"
  },
  {
    "id": 707,
    "name": "Смарт-годинник",
    "price": 457.96,
    "code": "473719"
  },
  {
    "id": 708,
    "name": "Павербанк",
    "price": 483.67,
    "code": "638146"
  },
  {
    "id": 709,
    "name": "Флешка",
    "price": 130.63,
    "code": "623446"
  },
  {
    "id": 710,
    "name": "Мікрохвильовка",
    "price": 649.61,
    "code": "810049"
  },
  {
    "id": 711,
    "name": "Навушники",
    "price": 403.15,
    "code": "462150"
  },
  {
    "id": 712,
    "name": "Телевізор",
    "price": 610.49,
    "code": "744200"
  },
  {
    "id": 713,
    "name": "Принтер",
    "price": 467.81,
    "code": "857898"
  },
  {
    "id": 714,
    "name": "Годинник",
    "price": 197.16,
    "code": "390545"
  },
  {
    "id": 715,
    "name": "Пральна машина",
    "price": 867.39,
    "code": "859849"
  },
  {
    "id": 716,
    "name": "Ноутбук",
    "price": 102.07,
    "code": "811642"
  },
  {
    "id": 717,
    "name": "Годинник",
    "price": 67.84,
    "code": "470955"
  },
  {
    "id": 718,
    "name": "Холодильник",
    "price": 827.77,
    "code": "995825"
  },
  {
    "id": 719,
    "name": "Ігрова консоль",
    "price": 202.82,
    "code": "439083"
  },
  {
    "id": 720,
    "name": "Лампа",
    "price": 940.55,
    "code": "681791"
  },
  {
    "id": 721,
    "name": "Павербанк",
    "price": 138.85,
    "code": "378331"
  },
  {
    "id": 722,
    "name": "Лампа",
    "price": 178.77,
    "code": "562040"
  },
  {
    "id": 723,
    "name": "Принтер",
    "price": 25.28,
    "code": "744462"
  },
  {
    "id": 724,
    "name": "Навушники",
    "price": 54.33,
    "code": "159181"
  },
  {
    "id": 725,
    "name": "Монітор",
    "price": 282.27,
    "code": "619229"
  },
  {
    "id": 726,
    "name": "Флешка",
    "price": 531.42,
    "code": "818451"
  },
  {
    "id": 727,
    "name": "Павербанк",
    "price": 696.86,
    "code": "809932"
  },
  {
    "id": 728,
    "name": "Ігрова консоль",
    "price": 533.71,
    "code": "982916"
  },
  {
    "id": 729,
    "name": "Флешка",
    "price": 91.94,
    "code": "363173"
  },
  {
    "id": 730,
    "name": "Сканер",
    "price": 139.03,
    "code": "916731"
  },
  {
    "id": 731,
    "name": "Принтер",
    "price": 165.83,
    "code": "103531"
  },
  {
    "id": 732,
    "name": "Ігрова консоль",
    "price": 226.09,
    "code": "347736"
  },
  {
    "id": 733,
    "name": "Кавоварка",
    "price": 82.4,
    "code": "160047"
  },
  {
    "id": 734,
    "name": "Сканер",
    "price": 482.96,
    "code": "321044"
  },
  {
    "id": 735,
    "name": "Телевізор",
    "price": 424.06,
    "code": "309097"
  },
  {
    "id": 736,
    "name": "Навушники",
    "price": 709.04,
    "code": "607425"
  },
  {
    "id": 737,
    "name": "Годинник",
    "price": 809.72,
    "code": "154154"
  },
  {
    "id": 738,
    "name": "Ноутбук",
    "price": 142.39,
    "code": "689307"
  },
  {
    "id": 739,
    "name": "Навушники",
    "price": 627.56,
    "code": "128650"
  },
  {
    "id": 740,
    "name": "Ноутбук",
    "price": 153.59,
    "code": "356212"
  },
  {
    "id": 741,
    "name": "Мікрохвильовка",
    "price": 909.91,
    "code": "409088"
  },
  {
    "id": 742,
    "name": "Смартфон",
    "price": 968.95,
    "code": "401168"
  },
  {
    "id": 743,
    "name": "Сканер",
    "price": 687.65,
    "code": "240524"
  },
  {
    "id": 744,
    "name": "Телевізор",
    "price": 680.91,
    "code": "791361"
  },
  {
    "id": 745,
    "name": "Блендер",
    "price": 349.79,
    "code": "981981"
  },
  {
    "id": 746,
    "name": "Ігрова консоль",
    "price": 667.43,
    "code": "582303"
  },
  {
    "id": 747,
    "name": "Холодильник",
    "price": 653.16,
    "code": "196136"
  },
  {
    "id": 748,
    "name": "Пральна машина",
    "price": 291.66,
    "code": "685928"
  },
  {
    "id": 749,
    "name": "Ігрова консоль",
    "price": 451.02,
    "code": "607317"
  },
  {
    "id": 750,
    "name": "Ігрова консоль",
    "price": 499.78,
    "code": "580200"
  },
  {
    "id": 751,
    "name": "Проектор",
    "price": 634.89,
    "code": "984998"
  },
  {
    "id": 752,
    "name": "Телевізор",
    "price": 259.71,
    "code": "692439"
  },
  {
    "id": 753,
    "name": "Ігрова консоль",
    "price": 637.43,
    "code": "421767"
  },
  {
    "id": 754,
    "name": "Сканер",
    "price": 873.47,
    "code": "213172"
  },
  {
    "id": 755,
    "name": "Холодильник",
    "price": 490.2,
    "code": "758081"
  },
  {
    "id": 756,
    "name": "Пилосос",
    "price": 470.28,
    "code": "511066"
  },
  {
    "id": 757,
    "name": "Пилосос",
    "price": 286.97,
    "code": "361347"
  },
  {
    "id": 758,
    "name": "Сканер",
    "price": 700.73,
    "code": "421858"
  },
  {
    "id": 759,
    "name": "Флешка",
    "price": 421.58,
    "code": "247461"
  },
  {
    "id": 760,
    "name": "Веб-камера",
    "price": 275.86,
    "code": "104101"
  },
  {
    "id": 761,
    "name": "Клавіатура",
    "price": 721.75,
    "code": "835001"
  },
  {
    "id": 762,
    "name": "Павербанк",
    "price": 246.38,
    "code": "488514"
  },
  {
    "id": 763,
    "name": "Монітор",
    "price": 183.18,
    "code": "496908"
  },
  {
    "id": 764,
    "name": "Клавіатура",
    "price": 952.94,
    "code": "185366"
  },
  {
    "id": 765,
    "name": "Лампа",
    "price": 429.39,
    "code": "189343"
  },
  {
    "id": 766,
    "name": "Смарт-годинник",
    "price": 143.09,
    "code": "593625"
  },
  {
    "id": 767,
    "name": "Планшет",
    "price": 685.18,
    "code": "433255"
  },
  {
    "id": 768,
    "name": "Пилосос",
    "price": 944.65,
    "code": "722071"
  },
  {
    "id": 769,
    "name": "Пилосос",
    "price": 777.27,
    "code": "984268"
  },
  {
    "id": 770,
    "name": "Лампа",
    "price": 957.26,
    "code": "335105"
  },
  {
    "id": 771,
    "name": "Принтер",
    "price": 833.91,
    "code": "343834"
  },
  {
    "id": 772,
    "name": "Смарт-годинник",
    "price": 81.1,
    "code": "506768"
  },
  {
    "id": 773,
    "name": "Чайник",
    "price": 198.17,
    "code": "105490"
  },
  {
    "id": 774,
    "name": "Чайник",
    "price": 443.78,
    "code": "254920"
  },
  {
    "id": 775,
    "name": "Смартфон",
    "price": 383.14,
    "code": "599181"
  },
  {
    "id": 776,
    "name": "Настільний ПК",
    "price": 195.68,
    "code": "304144"
  },
  {
    "id": 777,
    "name": "Годинник",
    "price": 635.65,
    "code": "895889"
  },
  {
    "id": 778,
    "name": "Міксер",
    "price": 501.16,
    "code": "395560"
  },
  {
    "id": 779,
    "name": "Веб-камера",
    "price": 717.5,
    "code": "768007"
  },
  {
    "id": 780,
    "name": "Сканер",
    "price": 415.43,
    "code": "970685"
  },
  {
    "id": 781,
    "name": "Клавіатура",
    "price": 401.94,
    "code": "480983"
  },
  {
    "id": 782,
    "name": "Смарт-годинник",
    "price": 494.48,
    "code": "569656"
  },
  {
    "id": 783,
    "name": "Клавіатура",
    "price": 993.7,
    "code": "985120"
  },
  {
    "id": 784,
    "name": "Мікрохвильовка",
    "price": 700.62,
    "code": "767357"
  },
  {
    "id": 785,
    "name": "Клавіатура",
    "price": 849.47,
    "code": "436980"
  },
  {
    "id": 786,
    "name": "Ігрова консоль",
    "price": 447.33,
    "code": "763471"
  },
  {
    "id": 787,
    "name": "Жорсткий диск",
    "price": 170.62,
    "code": "289366"
  },
  {
    "id": 788,
    "name": "Смартфон",
    "price": 162.94,
    "code": "710699"
  },
  {
    "id": 789,
    "name": "Кавоварка",
    "price": 553.22,
    "code": "724435"
  },
  {
    "id": 790,
    "name": "Тостер",
    "price": 947.9,
    "code": "398733"
  },
  {
    "id": 791,
    "name": "Колонки",
    "price": 599.35,
    "code": "810620"
  },
  {
    "id": 792,
    "name": "Пилосос",
    "price": 674.43,
    "code": "214203"
  },
  {
    "id": 793,
    "name": "Смартфон",
    "price": 66.1,
    "code": "309798"
  },
  {
    "id": 794,
    "name": "Ноутбук",
    "price": 200.79,
    "code": "835063"
  },
  {
    "id": 795,
    "name": "Монітор",
    "price": 46.89,
    "code": "200699"
  },
  {
    "id": 796,
    "name": "Планшет",
    "price": 857.11,
    "code": "712304"
  },
  {
    "id": 797,
    "name": "Жорсткий диск",
    "price": 185.56,
    "code": "695795"
  },
  {
    "id": 798,
    "name": "Принтер",
    "price": 879.75,
    "code": "566419"
  },
  {
    "id": 799,
    "name": "Принтер",
    "price": 353.31,
    "code": "485474"
  },
  {
    "id": 800,
    "name": "Чайник",
    "price": 453.32,
    "code": "611486"
  },
  {
    "id": 801,
    "name": "Навушники",
    "price": 304.63,
    "code": "915335"
  },
  {
    "id": 802,
    "name": "Флешка",
    "price": 368.8,
    "code": "166991"
  },
  {
    "id": 803,
    "name": "Смартфон",
    "price": 454.58,
    "code": "839566"
  },
  {
    "id": 804,
    "name": "Флешка",
    "price": 780.35,
    "code": "838737"
  },
  {
    "id": 805,
    "name": "Павербанк",
    "price": 67.01,
    "code": "477711"
  },
  {
    "id": 806,
    "name": "Навушники",
    "price": 339.7,
    "code": "212727"
  },
  {
    "id": 807,
    "name": "Клавіатура",
    "price": 562.84,
    "code": "352962"
  },
  {
    "id": 808,
    "name": "Клавіатура",
    "price": 321.3,
    "code": "109777"
  },
  {
    "id": 809,
    "name": "Настільний ПК",
    "price": 826.7,
    "code": "195077"
  },
  {
    "id": 810,
    "name": "Смартфон",
    "price": 935.13,
    "code": "474136"
  },
  {
    "id": 811,
    "name": "Павербанк",
    "price": 644.44,
    "code": "843522"
  },
  {
    "id": 812,
    "name": "Смартфон",
    "price": 835.23,
    "code": "206666"
  },
  {
    "id": 813,
    "name": "Годинник",
    "price": 305.39,
    "code": "327684"
  },
  {
    "id": 814,
    "name": "Планшет",
    "price": 898.68,
    "code": "240406"
  },
  {
    "id": 815,
    "name": "Колонки",
    "price": 553.47,
    "code": "462447"
  },
  {
    "id": 816,
    "name": "Планшет",
    "price": 303.35,
    "code": "415637"
  },
  {
    "id": 817,
    "name": "Клавіатура",
    "price": 816.45,
    "code": "540324"
  },
  {
    "id": 818,
    "name": "Годинник",
    "price": 934.96,
    "code": "551987"
  },
  {
    "id": 819,
    "name": "Чайник",
    "price": 554.32,
    "code": "468964"
  },
  {
    "id": 820,
    "name": "Годинник",
    "price": 898.97,
    "code": "939967"
  },
  {
    "id": 821,
    "name": "Сканер",
    "price": 311.42,
    "code": "715075"
  },
  {
    "id": 822,
    "name": "Смартфон",
    "price": 168.29,
    "code": "682203"
  },
  {
    "id": 823,
    "name": "Мікрохвильовка",
    "price": 471.14,
    "code": "280651"
  },
  {
    "id": 824,
    "name": "Проектор",
    "price": 66.8,
    "code": "277090"
  },
  {
    "id": 825,
    "name": "Пральна машина",
    "price": 342.84,
    "code": "815614"
  },
  {
    "id": 826,
    "name": "Колонки",
    "price": 659.7,
    "code": "456019"
  },
  {
    "id": 827,
    "name": "Жорсткий диск",
    "price": 860.36,
    "code": "430873"
  },
  {
    "id": 828,
    "name": "Годинник",
    "price": 247.53,
    "code": "264462"
  },
  {
    "id": 829,
    "name": "Флешка",
    "price": 647.29,
    "code": "813172"
  },
  {
    "id": 830,
    "name": "Тостер",
    "price": 902.49,
    "code": "254252"
  },
  {
    "id": 831,
    "name": "Жорсткий диск",
    "price": 164.06,
    "code": "854724"
  },
  {
    "id": 832,
    "name": "Ноутбук",
    "price": 902.25,
    "code": "216898"
  },
  {
    "id": 833,
    "name": "Сканер",
    "price": 236.02,
    "code": "826349"
  },
  {
    "id": 834,
    "name": "Пилосос",
    "price": 793.07,
    "code": "220673"
  },
  {
    "id": 835,
    "name": "Колонки",
    "price": 345.44,
    "code": "414431"
  },
  {
    "id": 836,
    "name": "Міксер",
    "price": 496.97,
    "code": "768251"
  },
  {
    "id": 837,
    "name": "Телевізор",
    "price": 223.79,
    "code": "448117"
  },
  {
    "id": 838,
    "name": "Пилосос",
    "price": 188.53,
    "code": "697615"
  },
  {
    "id": 839,
    "name": "Ноутбук",
    "price": 952.26,
    "code": "741038"
  },
  {
    "id": 840,
    "name": "Телевізор",
    "price": 89.72,
    "code": "633121"
  },
  {
    "id": 841,
    "name": "Проектор",
    "price": 202.13,
    "code": "560100"
  },
  {
    "id": 842,
    "name": "Настільний ПК",
    "price": 504.79,
    "code": "255697"
  },
  {
    "id": 843,
    "name": "Сканер",
    "price": 266.57,
    "code": "401612"
  },
  {
    "id": 844,
    "name": "Тостер",
    "price": 721.88,
    "code": "278660"
  },
  {
    "id": 845,
    "name": "Монітор",
    "price": 477.19,
    "code": "203129"
  },
  {
    "id": 846,
    "name": "Чайник",
    "price": 965.83,
    "code": "614711"
  },
  {
    "id": 847,
    "name": "Жорсткий диск",
    "price": 770.25,
    "code": "797046"
  },
  {
    "id": 848,
    "name": "Флешка",
    "price": 365.3,
    "code": "727244"
  },
  {
    "id": 849,
    "name": "Пральна машина",
    "price": 942.49,
    "code": "220472"
  },
  {
    "id": 850,
    "name": "Веб-камера",
    "price": 62.13,
    "code": "130622"
  },
  {
    "id": 851,
    "name": "Монітор",
    "price": 239.86,
    "code": "624147"
  },
  {
    "id": 852,
    "name": "Смарт-годинник",
    "price": 891.06,
    "code": "203385"
  },
  {
    "id": 853,
    "name": "Сканер",
    "price": 128.03,
    "code": "850863"
  },
  {
    "id": 854,
    "name": "Кавоварка",
    "price": 192.98,
    "code": "443451"
  },
  {
    "id": 855,
    "name": "Мікрохвильовка",
    "price": 245.39,
    "code": "409420"
  },
  {
    "id": 856,
    "name": "Пилосос",
    "price": 210.01,
    "code": "699636"
  },
  {
    "id": 857,
    "name": "Кавоварка",
    "price": 708.08,
    "code": "364814"
  },
  {
    "id": 858,
    "name": "Планшет",
    "price": 241.81,
    "code": "980724"
  },
  {
    "id": 859,
    "name": "Настільний ПК",
    "price": 125.12,
    "code": "125048"
  },
  {
    "id": 860,
    "name": "Принтер",
    "price": 686.82,
    "code": "427983"
  },
  {
    "id": 861,
    "name": "Жорсткий диск",
    "price": 226.97,
    "code": "280828"
  },
  {
    "id": 862,
    "name": "Смарт-годинник",
    "price": 579.23,
    "code": "930318"
  },
  {
    "id": 863,
    "name": "Жорсткий диск",
    "price": 190.51,
    "code": "235602"
  },
  {
    "id": 864,
    "name": "Блендер",
    "price": 670.19,
    "code": "602499"
  },
  {
    "id": 865,
    "name": "Кавоварка",
    "price": 104.36,
    "code": "137930"
  },
  {
    "id": 866,
    "name": "Ігрова консоль",
    "price": 921.17,
    "code": "968526"
  },
  {
    "id": 867,
    "name": "Клавіатура",
    "price": 784.11,
    "code": "451458"
  },
  {
    "id": 868,
    "name": "Смарт-годинник",
    "price": 523.37,
    "code": "715161"
  },
  {
    "id": 869,
    "name": "Флешка",
    "price": 561.07,
    "code": "353405"
  },
  {
    "id": 870,
    "name": "Чайник",
    "price": 77.15,
    "code": "436066"
  },
  {
    "id": 871,
    "name": "Павербанк",
    "price": 990.03,
    "code": "190016"
  },
  {
    "id": 872,
    "name": "Веб-камера",
    "price": 240.68,
    "code": "619711"
  },
  {
    "id": 873,
    "name": "Колонки",
    "price": 70.59,
    "code": "496353"
  },
  {
    "id": 874,
    "name": "Жорсткий диск",
    "price": 151.68,
    "code": "874763"
  },
  {
    "id": 875,
    "name": "Флешка",
    "price": 493.29,
    "code": "755483"
  },
  {
    "id": 876,
    "name": "Смарт-годинник",
    "price": 858.05,
    "code": "230492"
  },
  {
    "id": 877,
    "name": "Смарт-годинник",
    "price": 676.43,
    "code": "916871"
  },
  {
    "id": 878,
    "name": "Жорсткий диск",
    "price": 276.27,
    "code": "456780"
  },
  {
    "id": 879,
    "name": "Монітор",
    "price": 813.34,
    "code": "986194"
  },
  {
    "id": 880,
    "name": "Клавіатура",
    "price": 334.29,
    "code": "765280"
  },
  {
    "id": 881,
    "name": "Кавоварка",
    "price": 485.49,
    "code": "355798"
  },
  {
    "id": 882,
    "name": "Веб-камера",
    "price": 806.95,
    "code": "385761"
  },
  {
    "id": 883,
    "name": "Павербанк",
    "price": 223.55,
    "code": "210801"
  },
  {
    "id": 884,
    "name": "Годинник",
    "price": 839.3,
    "code": "842961"
  },
  {
    "id": 885,
    "name": "Лампа",
    "price": 510.81,
    "code": "975981"
  },
  {
    "id": 886,
    "name": "Настільний ПК",
    "price": 519.3,
    "code": "149395"
  },
  {
    "id": 887,
    "name": "Планшет",
    "price": 441.79,
    "code": "187831"
  },
  {
    "id": 888,
    "name": "Проектор",
    "price": 358.2,
    "code": "305942"
  },
  {
    "id": 889,
    "name": "Блендер",
    "price": 126.67,
    "code": "682113"
  },
  {
    "id": 890,
    "name": "Клавіатура",
    "price": 590.07,
    "code": "834247"
  },
  {
    "id": 891,
    "name": "Флешка",
    "price": 493.28,
    "code": "256461"
  },
  {
    "id": 892,
    "name": "Проектор",
    "price": 294.32,
    "code": "923087"
  },
  {
    "id": 893,
    "name": "Клавіатура",
    "price": 232.82,
    "code": "422875"
  },
  {
    "id": 894,
    "name": "Холодильник",
    "price": 954.1,
    "code": "947166"
  },
  {
    "id": 895,
    "name": "Кавоварка",
    "price": 522.21,
    "code": "825785"
  },
  {
    "id": 896,
    "name": "Міксер",
    "price": 215.75,
    "code": "818018"
  },
  {
    "id": 897,
    "name": "Ноутбук",
    "price": 716.25,
    "code": "516879"
  },
  {
    "id": 898,
    "name": "Пральна машина",
    "price": 292.56,
    "code": "986747"
  },
  {
    "id": 899,
    "name": "Проектор",
    "price": 627.92,
    "code": "158650"
  },
  {
    "id": 900,
    "name": "Мікрохвильовка",
    "price": 698.04,
    "code": "457462"
  },
  {
    "id": 901,
    "name": "Принтер",
    "price": 118.02,
    "code": "761806"
  },
  {
    "id": 902,
    "name": "Холодильник",
    "price": 489.72,
    "code": "121751"
  },
  {
    "id": 903,
    "name": "Пральна машина",
    "price": 203.74,
    "code": "389406"
  },
  {
    "id": 904,
    "name": "Планшет",
    "price": 70.25,
    "code": "178303"
  },
  {
    "id": 905,
    "name": "Лампа",
    "price": 598.5,
    "code": "929760"
  },
  {
    "id": 906,
    "name": "Холодильник",
    "price": 110.46,
    "code": "169432"
  },
  {
    "id": 907,
    "name": "Міксер",
    "price": 359.96,
    "code": "220219"
  },
  {
    "id": 908,
    "name": "Флешка",
    "price": 168.42,
    "code": "244554"
  },
  {
    "id": 909,
    "name": "Пральна машина",
    "price": 166.99,
    "code": "626177"
  },
  {
    "id": 910,
    "name": "Блендер",
    "price": 166.14,
    "code": "787335"
  },
  {
    "id": 911,
    "name": "Клавіатура",
    "price": 204.36,
    "code": "940771"
  },
  {
    "id": 912,
    "name": "Лампа",
    "price": 108.78,
    "code": "948112"
  },
  {
    "id": 913,
    "name": "Клавіатура",
    "price": 493.86,
    "code": "791637"
  },
  {
    "id": 914,
    "name": "Міксер",
    "price": 300.57,
    "code": "224376"
  },
  {
    "id": 915,
    "name": "Монітор",
    "price": 48.59,
    "code": "831825"
  },
  {
    "id": 916,
    "name": "Ноутбук",
    "price": 162.66,
    "code": "501971"
  },
  {
    "id": 917,
    "name": "Павербанк",
    "price": 453.18,
    "code": "108911"
  },
  {
    "id": 918,
    "name": "Пилосос",
    "price": 319.6,
    "code": "986750"
  },
  {
    "id": 919,
    "name": "Монітор",
    "price": 660.5,
    "code": "563555"
  },
  {
    "id": 920,
    "name": "Сканер",
    "price": 417.58,
    "code": "711871"
  },
  {
    "id": 921,
    "name": "Принтер",
    "price": 142.89,
    "code": "665788"
  },
  {
    "id": 922,
    "name": "Планшет",
    "price": 317.62,
    "code": "317156"
  },
  {
    "id": 923,
    "name": "Настільний ПК",
    "price": 786.63,
    "code": "251276"
  },
  {
    "id": 924,
    "name": "Кавоварка",
    "price": 373.17,
    "code": "945450"
  },
  {
    "id": 925,
    "name": "Планшет",
    "price": 411.63,
    "code": "974348"
  },
  {
    "id": 926,
    "name": "Смарт-годинник",
    "price": 324.92,
    "code": "992596"
  },
  {
    "id": 927,
    "name": "Монітор",
    "price": 136.1,
    "code": "742101"
  },
  {
    "id": 928,
    "name": "Пральна машина",
    "price": 831.57,
    "code": "226254"
  },
  {
    "id": 929,
    "name": "Годинник",
    "price": 489.08,
    "code": "496820"
  },
  {
    "id": 930,
    "name": "Тостер",
    "price": 159.88,
    "code": "851126"
  },
  {
    "id": 931,
    "name": "Клавіатура",
    "price": 92.55,
    "code": "711834"
  },
  {
    "id": 932,
    "name": "Принтер",
    "price": 484.92,
    "code": "685275"
  },
  {
    "id": 933,
    "name": "Навушники",
    "price": 13.64,
    "code": "695934"
  },
  {
    "id": 934,
    "name": "Мікрохвильовка",
    "price": 417.2,
    "code": "536364"
  },
  {
    "id": 935,
    "name": "Тостер",
    "price": 447.28,
    "code": "824430"
  },
  {
    "id": 936,
    "name": "Блендер",
    "price": 692.7,
    "code": "560090"
  },
  {
    "id": 937,
    "name": "Проектор",
    "price": 33.57,
    "code": "859760"
  },
  {
    "id": 938,
    "name": "Смартфон",
    "price": 43.4,
    "code": "204116"
  },
  {
    "id": 939,
    "name": "Годинник",
    "price": 27.25,
    "code": "420168"
  },
  {
    "id": 940,
    "name": "Чайник",
    "price": 115.37,
    "code": "944027"
  },
  {
    "id": 941,
    "name": "Павербанк",
    "price": 231.85,
    "code": "235079"
  },
  {
    "id": 942,
    "name": "Жорсткий диск",
    "price": 377.76,
    "code": "848093"
  },
  {
    "id": 943,
    "name": "Мікрохвильовка",
    "price": 812.38,
    "code": "157092"
  },
  {
    "id": 944,
    "name": "Принтер",
    "price": 89.62,
    "code": "904670"
  },
  {
    "id": 945,
    "name": "Кавоварка",
    "price": 470.0,
    "code": "537323"
  },
  {
    "id": 946,
    "name": "Клавіатура",
    "price": 57.56,
    "code": "457603"
  },
  {
    "id": 947,
    "name": "Монітор",
    "price": 838.45,
    "code": "461298"
  },
  {
    "id": 948,
    "name": "Сканер",
    "price": 930.8,
    "code": "157752"
  },
  {
    "id": 949,
    "name": "Навушники",
    "price": 103.1,
    "code": "356180"
  },
  {
    "id": 950,
    "name": "Чайник",
    "price": 845.31,
    "code": "886853"
  },
  {
    "id": 951,
    "name": "Мікрохвильовка",
    "price": 368.59,
    "code": "948089"
  },
  {
    "id": 952,
    "name": "Пральна машина",
    "price": 370.22,
    "code": "524908"
  },
  {
    "id": 953,
    "name": "Телевізор",
    "price": 444.6,
    "code": "646494"
  },
  {
    "id": 954,
    "name": "Флешка",
    "price": 887.89,
    "code": "115212"
  },
  {
    "id": 955,
    "name": "Проектор",
    "price": 582.59,
    "code": "392400"
  },
  {
    "id": 956,
    "name": "Миша",
    "price": 518.61,
    "code": "435878"
  },
  {
    "id": 957,
    "name": "Мікрохвильовка",
    "price": 793.46,
    "code": "491274"
  },
  {
    "id": 958,
    "name": "Клавіатура",
    "price": 933.42,
    "code": "262624"
  },
  {
    "id": 959,
    "name": "Мікрохвильовка",
    "price": 118.72,
    "code": "523254"
  },
  {
    "id": 960,
    "name": "Монітор",
    "price": 486.4,
    "code": "428862"
  },
  {
    "id": 961,
    "name": "Сканер",
    "price": 612.16,
    "code": "103764"
  },
  {
    "id": 962,
    "name": "Ноутбук",
    "price": 152.83,
    "code": "784576"
  },
  {
    "id": 963,
    "name": "Проектор",
    "price": 928.16,
    "code": "414889"
  },
  {
    "id": 964,
    "name": "Павербанк",
    "price": 130.89,
    "code": "689566"
  },
  {
    "id": 965,
    "name": "Миша",
    "price": 105.76,
    "code": "186779"
  },
  {
    "id": 966,
    "name": "Кавоварка",
    "price": 341.61,
    "code": "790816"
  },
  {
    "id": 967,
    "name": "Чайник",
    "price": 376.1,
    "code": "992471"
  },
  {
    "id": 968,
    "name": "Навушники",
    "price": 153.44,
    "code": "917397"
  },
  {
    "id": 969,
    "name": "Тостер",
    "price": 22.72,
    "code": "886748"
  },
  {
    "id": 970,
    "name": "Настільний ПК",
    "price": 467.61,
    "code": "316399"
  },
  {
    "id": 971,
    "name": "Смарт-годинник",
    "price": 121.91,
    "code": "269096"
  },
  {
    "id": 972,
    "name": "Пральна машина",
    "price": 705.24,
    "code": "672971"
  },
  {
    "id": 973,
    "name": "Флешка",
    "price": 881.93,
    "code": "830911"
  },
  {
    "id": 974,
    "name": "Блендер",
    "price": 158.2,
    "code": "944340"
  },
  {
    "id": 975,
    "name": "Монітор",
    "price": 786.49,
    "code": "463370"
  },
  {
    "id": 976,
    "name": "Навушники",
    "price": 118.56,
    "code": "483736"
  },
  {
    "id": 977,
    "name": "Кавоварка",
    "price": 238.76,
    "code": "747640"
  },
  {
    "id": 978,
    "name": "Навушники",
    "price": 819.66,
    "code": "851888"
  },
  {
    "id": 979,
    "name": "Блендер",
    "price": 124.95,
    "code": "173311"
  },
  {
    "id": 980,
    "name": "Клавіатура",
    "price": 686.95,
    "code": "109280"
  },
  {
    "id": 981,
    "name": "Павербанк",
    "price": 452.44,
    "code": "650242"
  },
  {
    "id": 982,
    "name": "Мікрохвильовка",
    "price": 228.08,
    "code": "960218"
  },
  {
    "id": 983,
    "name": "Проектор",
    "price": 663.03,
    "code": "695154"
  },
  {
    "id": 984,
    "name": "Принтер",
    "price": 619.8,
    "code": "304181"
  },
  {
    "id": 985,
    "name": "Пральна машина",
    "price": 788.79,
    "code": "587935"
  },
  {
    "id": 986,
    "name": "Смарт-годинник",
    "price": 503.58,
    "code": "614392"
  },
  {
    "id": 987,
    "name": "Планшет",
    "price": 426.73,
    "code": "126850"
  },
  {
    "id": 988,
    "name": "Навушники",
    "price": 166.96,
    "code": "427845"
  },
  {
    "id": 989,
    "name": "Блендер",
    "price": 35.99,
    "code": "354025"
  },
  {
    "id": 990,
    "name": "Навушники",
    "price": 583.24,
    "code": "279694"
  },
  {
    "id": 991,
    "name": "Пилосос",
    "price": 381.63,
    "code": "861917"
  },
  {
    "id": 992,
    "name": "Пральна машина",
    "price": 144.19,
    "code": "745135"
  },
  {
    "id": 993,
    "name": "Флешка",
    "price": 177.22,
    "code": "885949"
  },
  {
    "id": 994,
    "name": "Проектор",
    "price": 778.78,
    "code": "830084"
  },
  {
    "id": 995,
    "name": "Смартфон",
    "price": 917.39,
    "code": "553820"
  },
  {
    "id": 996,
    "name": "Павербанк",
    "price": 258.33,
    "code": "537563"
  },
  {
    "id": 997,
    "name": "Монітор",
    "price": 320.51,
    "code": "336007"
  },
  {
    "id": 998,
    "name": "Сканер",
    "price": 52.01,
    "code": "729310"
  },
  {
    "id": 999,
    "name": "Принтер",
    "price": 767.71,
    "code": "831809"
  },
  {
    "id": 1000,
    "name": "Пральна машина",
    "price": 771.33,
    "code": "409321"
  }
];

export default products;